Repository: 3tav/OsTicket
Catalog: include/i18n/_*/1.10.x/LC_MESSAGES/messages.po
Languages: hr_hr

source: %s: Unknown or invalid schema signature (%s .. %s)
hr_hr: %s: Nepoznata ili neispravna shema potpisa (%s .. %s)

source: %s: Error parsing SQL schema! Get help from developers (#4)
hr_hr: %s: Greška analize sintakse SQL sheme! Potražite stručnu pomoć (developera) (#4)

source: Unable to create admin user (#6)
hr_hr: Ne mogu izraditi administratora (#6)

source: Unable to create config settings
hr_hr: Nemogu izraditi konfiguracijske postavke

source: Unable to write to config file. Permission denied! (#5)
hr_hr: Ne mogu zapisivati u config file. Pristup zabranjen! (#5)

source: Congratulations osTicket basic installation completed! Thank you for choosing osTicket!
hr_hr: Čestitamo, osnovna instalacija osTicketa je uspješno završila! Hvala Vam što ste odabrali osTicket!

source: Configuration file missing!
hr_hr: Nedostaje konfiguracijska datoteka!

source: osTicket installer requires ability to write to the configuration file, <b>include/ost-config.php</b>. A template copy is located in the include directory (<b>include/ost-sampleconfig.php</b>).
hr_hr: Program za instalaciju osTicketa zahtjeva mogučnost pisanja u konfiguracijskoj datoteci, <b>include/ost-config.php</b>. Kopija predloška se nalazi u direktoriju (<b>include/ost-sampleconfig.php</b>).

source: Rename the sample file <b>include/ost-sampleconfig.php</b> to <b>ost-config.php</b> and click continue below.
hr_hr: Preimenujte oglednu datoteku <b>include/ost-sampleconfig.php</b> u <b>ost-config.php</b> i kliknite niže.

source: If sample config file is missing - please make sure you uploaded all files in 'upload' folder or refer to the %1$s Installation Guide %2$s
hr_hr: Ukoliko nedostaje ogledni config file - provjerite jeste li prenjeli sve datoteke u 'upload' folder ili pogledajte %1$s Priručnik za instalaciju %2$s

source: If you are looking for a greater level of support, we provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
hr_hr: Ukoliko tražite viši nivo podrške, nudimo VAm <u>profesionalne usluge instalacije</u> i komercijalnu podršku, sa garantiranim vremenom odgovora, kao i pristup arzvojnom timu. Također možemo prilagoditi osTicket ili čak dodati nove mogućnosti prema Vašim željama.

source: Learn More!
hr_hr: Saznajte više!

source: Configuration file is not writable
hr_hr: Nije moguće pisati u konfiguraciskoj datoteci

source: osTicket installer requires ability to write to the configuration file %s
hr_hr: Program za instaliranje osTicketa zahtjeva mogućnost pisanja u konfiguraciskoj datoteci %s

source: Please follow the instructions below to give read and write access to the web server user.
hr_hr: Molim Vas pratite instrukcije kako da postavite prava na čitanje i pisanje korisniku web servera.

source: Add "Full Access" permission for the "Everyone" user
hr_hr: Dodajte "Puni pristup" za sve korisnike

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then giving all permissions to the file.
hr_hr: Korištenje WS_FTP bi značilo desni klik na datoteku, odabrati chmod, i odabir svih dopuštenja na datoteci.

source: Click on the file, select change permission, and then giving all permissions to the file.
hr_hr: Kliknite na datoteku, odaberite promjenu dopuštenja, a zatim dodajte sva dopuštenja datoteci.

source: Don't worry! We'll remind you to take away the write access post-install
hr_hr: Budite bez brige! podsjetit ćemo Vas da dopuštenja vratite u normalu nakon instalacije

source: Done? Continue
hr_hr: Gotovo? Nastavite

source: osTicket is already installed?
hr_hr: osTicket je već instaliran?

source: Configuration file already changed - which could mean osTicket is already installed or the config file is currupted. If you are trying to upgrade osTicket, then go to %s Admin Panel %s.
hr_hr: Konfiguracijska datoteka je već promjenjena - što bi značilo da je osTicket već intaliran ili je konfiguracijska datoteka neisravna. Ukoliko pokušavate nadograditi osTicket, idite na %s Administrativnu ploču %s.

source: If you believe this is in error, please try replacing the config file with a unchanged template copy and try again or get technical help.
hr_hr: Ukoliko mislite da je ovo greška, molimo vas da pokušate zamjeniti konfiguracijsku datoteku sa nepromjenjenom kopijom i pokušajte ponovno ili potražite tehničku podršku.

source: Refer to the %s Installation Guide %s on the wiki for more information.
hr_hr: Pogledajte %s instalacijski vodič %s na wiki za više informacija.

source: We provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team.
hr_hr: Nudimo Vam <u>uslugu profesionalne instalacije</u> i komercijalnu podršku sa garantiranim vremenom odgovora, i pristup razvojnom timu.

source: Contact Us
hr_hr: Kontaktirajte nas

source: Congratulations!
hr_hr: Čestitamo!

source: Your osTicket installation has been completed successfully. Your next step is to fully configure your new support ticket system for use, but before you get to it please take a minute to cleanup.
hr_hr: Vaša instalacija osTicketa je uspješno završena. Sljedeći korak Vam je konfiguracija novog sustava tehničke podrške, ali prije nego što počete molim vas da odvojite nekoliko minuta da počistite.

source: Config file permission
hr_hr: Dopuštenja konfiguracijske datoteke

source: Change permission of ost-config.php to remove write access as shown below.
hr_hr: Promjenite dopuštenja ost-config.php kako biste uklonili prava na pisanje, prema primjeru dolje.

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then remove write access
hr_hr: Koristeći WS_FTP kliknite desnim gumbom miša na datoteku, odaberite chmod, i zatim uklonite dopuštenja pisanja

source: Click on the file, select change permission, and then remove write access.
hr_hr: Kliknite na datoteku, odaberite promjeni dopuštenja i zatim uklonite dopuštenja pisanja.

source: Below, you'll find some useful links regarding your installation.
hr_hr: Niže ćete naći korisne linkove vezane uz Vašu instalaciju.

source: Your osTicket URL
hr_hr: URL Vašeg osTicketa

source: Your Staff Control Panel
hr_hr: Kontrolna ploča Vaših djelatnika

source: osTicket Forums
hr_hr: osTicket forumi

source: osTicket Community Wiki
hr_hr: osTicket društvena Wiki

source: Post-Install Setup
hr_hr: Postvke nakon instalacije

source: You can now log in to %1$s Admin Panel %2$s with the username and password you created during the install process. After a successful log in, you can proceed with post-install setup.
hr_hr: Sada se možete prijaviti u %1$s Admin Panel %2$s sa korisničkim imenom i zaporkom koje ste odabrali prilikom instalacije. Nakon prijave, možete nastaviti sa podešavanjem svoje nove instalacije osTicketa.

source: For complete and upto date guide see %1$s osTicket wiki %2$s
hr_hr: Za kompletan i ažuriran vodič posjetite %1$s osTicket wiki %2$s

source: Don't let technical problems impact your osTicket implementation. Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely.
hr_hr: Nemojte dopustiti da Vam tehničke komplikacije utječu na implementaciju osTicketa. Potražite savjete i profesionalce koji će riješiti vaše jedinstvene izazove i pobrinuti se da vaš osTicket radi bez problema, glatko, sigurno i efektivno.

source: Thank You for Choosing osTicket!
hr_hr: Hvala, što ste odabrali osTicket.

source: We are delighted you have chosen osTicket for your customer support ticketing system!
hr_hr: Oduševljeni smo što ste odabrali osTicket, Vaša tehnička podrška.

source: The installer will guide you every step of the way in the installation process. You're minutes away from your awesome customer support system!
hr_hr: Program za instalaciju će Vas voditi kroz svaki korak puta kroz instalaciju. Samo Vas minute dijele od fenomenalne tehničke podrške.

source: These items are necessary in order to install and use osTicket.
hr_hr: Ovo je neophodno za instalaciju i korištenje osTicketa.

source: %s or greater
hr_hr: %s ili više

source: Recommended
hr_hr: Preporučeno

source: You can use osTicket without these, but you may not be able to use all features.
hr_hr: osTicket možete koristiti i bez ovog, ali možda nećete moći koristiti sve njegove mogućnosti.

source: Required for mail fetching
hr_hr: Potrebno za dohvaćanje emaila

source: (for XML API)
hr_hr: (za XMP API)

source: (for HTML email processing)
hr_hr: (za HTML email procesiranje)

source: (faster performance)
hr_hr: (brži performance)

source: recommended for all installations
hr_hr: preporučeno za sve instalacije

source: recommended for plugins and language packs
hr_hr: preporučeno za dodatke i jezične pakete

source: osTicket Basic Installation
hr_hr: osTicket osnovna instalacija

source: Please fill out the information below to continue your osTicket installation. All fields are required.
hr_hr: Molimo Vas da popunite niže navedena polja kako biste nastavili svoju osTicket instalaciju. sva polja su obavezna.

source: The URL of your helpdesk, its name, and the default system email address
hr_hr: URL Vaše tehničke podrške, naziv tehničke podrške i osnovna sistemska email adresa

source: Default Email
hr_hr: Osnovna email adresa

source: Admin User
hr_hr: Administrator - korisnik

source: Your primary administrator account - you can add more users later.
hr_hr: Vaš osnovni administratorski račun - možete dodati još kasnije.

source: Retype Password
hr_hr: Ponovno unesite zaporku

source: Database Settings
hr_hr: Postavke baze podataka

source: Database connection information
hr_hr: Informacije o spajanju baze podataka

source: Install Now
hr_hr: Instaliraj sada

source: We provide <u>professional installation services</u> and commercial support.
hr_hr: Pružamo <u>profesionalne instalacijske usluge</u> i komercijalnu podršku.

source: Please wait... while we install your new support ticket system!
hr_hr: Molimo Vas za strpljenje... dok instaliramo Vaš novi centar tehničke podrške!

source: Basic Installation Completed
hr_hr: Osnovna instalacija završena

source: osTicket installation has been completed successfully.
hr_hr: Instalacija osTicketa je uspješno završena.

source: I'd like to receive the following notifications
hr_hr: Htio bih primati sljedeće obavijesti

source: News &amp; Announcements
hr_hr: Novosti &amp; najave

source: Security Alerts
hr_hr: Sigurnosna upozorenja

source: Keep me Updated
hr_hr: Obavještavajte me

source: No thanks.
hr_hr: Ne hvala.

source: Thank you!
hr_hr: Hvala!

source: Once again, thank you for choosing osTicket as your new customer support platform!
hr_hr: Još jednom hvala što ste odabrali osTicket kao platformu za Vašu tehničku podršku!

source: Launching a new customer support platform can be a daunting task. Let us get you started! We provide professional support services to help get osTicket up and running smoothly for your organization.
hr_hr: Pokretanje nove tehničke podrške može biti težak zadatak.Dopustite nam da Vam pomognemo. Nudimo Vam profesionalnu podršku kako biste što lakše pokrenuli svoj centar thehičke podrške koristeći osTicket.

source: Uploading ...
hr_hr: Učitavam...

source: Your browser is not supported
hr_hr: Vaš preglednik nije podržan

source: You are trying to upload too many files
hr_hr: Pokušavanje prenjeti previše datoteka

source: File is too large
hr_hr: Datoteka je prevelika

source: This type of file is not allowed
hr_hr: Ovaj tip datoteke nije dopušten

source: Could not find or read this file
hr_hr: Ne mogu pronaći ili pročitati ovu datoteku

source: Are you sure you want to leave? Any changes or info you've entered will be discarded!
hr_hr: Jeste li sigurni da želite sad otići? Sve promjene i podaci koje ste unjeli bit će odbačene!

source: Show Images
hr_hr: Prikaži slike

source: Download
hr_hr: Spremi na disk

source: Draft Saved
hr_hr: Skica spremljena

source: Delete Draft
hr_hr: Obriši skicu

source: Left to Right
hr_hr: Lijevo na desno

source: Right to Left
hr_hr: Desno na lijevo

source: Change Text Direction
hr_hr: Promjeni smjer teksta

source: You're limited to only {0} selections.
hr_hr: Možete odabrati {0} oadabira.

source: You have made {0} selections.
hr_hr: Odabrali ste {0} odabira.

source: Please remove {0} selection(s).
hr_hr: Molimo Vas da uklonite {0} odabira.

source: Alert
hr_hr: Upozorenje

source: Please make at least {0} selections. {1} checked so far.
hr_hr: Molimo Vas odaberite najmanje {0} odabira. {1} odabrano do sad.

source: Are you sure you want to remove this attachment?
hr_hr: Jeste li sigurni da želite ukloniti ovaj privitak?

source: Still busy... smile #
hr_hr: Još uvjek zauzeto... smješak #

source: Cleaning up!...
hr_hr: Čistim!...

source: Error occurred. Aborting...
hr_hr: Greška. Prekidam...

source: Manual upgrade required (ajax failed)
hr_hr: Potrebna ručna nadogradnja (ajax nije uspio)

source: Something went wrong
hr_hr: Nešto je pošlo po zlu
