Repository: 3tav/OsTicket
Catalog: include/i18n/_*/1.10.x/LC_MESSAGES/messages.po
Languages: hr_hr

source: Incomplete client information
hr_hr: Nepotpune informacije o klijentu

source: New password is required
hr_hr: Potrebna je nova zaporka

source: Passwords do not match
hr_hr: Zaporke se ne slažu

source: Email already registered. Would you like to %1$s sign in %2$s?
hr_hr: Email već postoji. Želite li se prijaviti na %1$s Prijava %2$s?

source: Unable to register account. See messages below
hr_hr: Nije moguće registrirati račun. Pogledajte poruku ispod

source: Unable to create local account. See messages below
hr_hr: Nije moguće kreirati lokalni račun. Pogledaj poruku ispod

source: Internal error. Unable to create new account
hr_hr: Interna greška. Nije moguće kreirati novi račun

source: Errors configuring your profile. See messages below
hr_hr: Greška pri konfiguraciji Vašeg profila. Pogledaj poruku ispod

source: Password change required to continue
hr_hr: Potrebno je promijeniti zaporku kako bi mogli nastaviti

source: Unknown or invalid file
hr_hr: Nepoznata ili kriva datoteka

source: Welcome to the Support Center
hr_hr: Dobrodošli u centar za podršku

source: Valid CSRF Token Required
hr_hr: Potreban je ispravan CSRF token

source: Valid username or email address is required
hr_hr: Potrebna je ispravna korisnička oznaka ili email adresa

source: Access Denied. Contact your help desk administrator to have an account registered for you
hr_hr: Pristup zabranjen. Kontaktirajte administratora kako bi registrirao račun za Vas

source: Invalid username or password - try again!
hr_hr: Neispravno korisničko ime ili zaporka - pokušajte ponovo!

source: Valid email address and ticket number required
hr_hr: Potrebna je ispravna email adresa i broj ticketa

source: %s - access link sent to your email!
hr_hr: %s - pristupni link je poslan na Vaš email!

source: Invalid email or ticket number - try again!
hr_hr: Nevažeći email ili broj ticketa - pokušajte ponovo!

source: Unable to load config info from DB. Get tech support.
hr_hr: Nije moguće učitati konfigurirajuće podatke iz baze podataka. Kontaktirajte tehničku podršku.

source: Support Ticket System Offline
hr_hr: Sustav tehničke podrške nije dostupan

source: Enter text shown on the image
hr_hr: Unesite tekst za prikaz na slici

source: Invalid - try again!
hr_hr: Neispravno - pokušajte ponovno!

source: Support ticket request created
hr_hr: Kreiran je zahtjev za podrškom

source: Password reset is not enabled for your account. Contact your administrator
hr_hr: Poništavanje zaporke nije omogučeno na Vašem korisničkom računu. Molimo Vas da kontaktirate svog administratora

source: Unable to send reset email. Internal error
hr_hr: Nije moguće poslati email za poništavanje. Unutarnja greška

source: Unable to verify username %s
hr_hr: Nije moguće provjeriti korisničko ime %s

source: Re-enter your username or email
hr_hr: Ponovno unesite svoje korisničko ime ili email

source: Enter your username or email address below
hr_hr: Unesite svoje korisničko ime ili email adresu niže

source: Password resets are disabled
hr_hr: Poništavanje zaporki je onemogučeno

source: Unknown or invalid ticket ID.
hr_hr: Nepoznata ili neispravna oznaka kartice za podršku (ticket ID).

source: Access Denied. Possibly invalid ticket ID
hr_hr: Pristup nije dopušten. Moguči razlog je neispravna oznaka kartice za podršku (ticket ID)

source: Message required
hr_hr: Potrebno je unjeti poruku

source: Message Posted Successfully
hr_hr: Poruka je uspješno objavljena

source: Unknown action
hr_hr: Nepoznata radnja

source: cron.php only supports local cron calls - use http -> api/tasks/cron
hr_hr: cron.php podržava isključivo lokalne cron pozive - koristite http -> api/tasks/cron

source: pipe.php only supports local piping - use http -> api/tickets.email
hr_hr: pipe.php podržava isključivo lokalna preusmjeravanja (piping) - koristite http -> api/tickets.email

source: Add New Department
hr_hr: Dodaj novi odjel

source: Add New Team
hr_hr: Dodaj novi tim

source: Add New Agent
hr_hr: Dodaj novog djelatnika

source: Log Date
hr_hr: Datum dnevnika

source: IP Address
hr_hr: IP adresa

source: Error
hr_hr: Greška

source: %s: Unknown or invalid ID.
hr_hr: %s: Nepoznata ili neispravna oznaka (ID).

source: log entry
hr_hr: unos u dnevnik

source: Ticket Variables
hr_hr: Varijable kartica za podršku (Ticket-a)

source: Please note that non-base variables depend on the context of use. Visit osTicket Wiki for up to date documentation.
hr_hr: Lijepo Vas molimo da primite na znanje kako ne osnovne varijable (non-base variables) ovise o kontekstu upotrebe. Posjetite osTicket Wiki za najažurniju dokumentaciju.

source: Base Variables
hr_hr: Osnovne Varijable

source: Other Variables
hr_hr: Ostale Varijable

source: Ticket ID
hr_hr: ID kartice (Ticket ID)

source: internal ID
hr_hr: Interni ID

source: Ticket Number
hr_hr: Broj kartice

source: external ID
hr_hr: vanjski ID

source: Email Address
hr_hr: Adresa e-pošte

source: Full Name
hr_hr: Ime i Prezime

source: see name expansion
hr_hr: Vidi prošireno ime

source: Subject
hr_hr: Naslov

source: Phone number | ext
hr_hr: Telefonski broj | kućni

source: Priority
hr_hr: Prioritet

source: Assigned Agent / Team
hr_hr: Dodjeljeni agent / tim

source: Due Date
hr_hr: Krajnji rok

source: List of all recipient names
hr_hr: Popis svih primatelja

source: Auth. token used for auto-login
hr_hr: Sigurnosni token koji se koristi za automatsku prijavu

source: Agent's ticket view link
hr_hr: Djelatnikov link za pregled kartice (Ticket-a)

source: Expandable Variables
hr_hr: Proširive promjenjive

source: Help Topic
hr_hr: Tema pomoći

source: Department
hr_hr: Odjel

source: Assigned/closing agent
hr_hr: Dodjeljeni/završni djelatnik

source: Assigned/closing team
hr_hr: Dodjeljeni/završni tim

source: Ticket Thread
hr_hr: Tema kartice

source: Incoming message
hr_hr: Dolazna poruka

source: Outgoing response
hr_hr: Izlazni odgovor

source: Assign/transfer comments
hr_hr: Dodjeli/prenesi komentare

source: Internal note <em>(expandable)</em>
hr_hr: Interni zapis <em>(proširivo)</em>

source: Agent assigning the ticket
hr_hr: Djelatnik koji dodjeljuje karticu (Ticket)

source: osTicket's base url (FQDN)
hr_hr: Osnovni URL osTicket-a (FQDN)

source: Reset link used by the password reset feature
hr_hr: Link za poništavanje zaporke

source: Name Expansion
hr_hr: Expanzija imena

source: First Name
hr_hr: Ime

source: Last Name
hr_hr: Prezime

source: First Last
hr_hr: Ime i Prezime

source: First L.
hr_hr: Ime zadnje

source: F. Last
hr_hr: F. Prezime

source: Last, First
hr_hr: Prezime, Ime

source: Ticket Thread expansions
hr_hr: Proširenje mogućnosti ulaznice

source: Original Message
hr_hr: Originalna poruka

source: Last Message
hr_hr: Zadnja poruka

source: Thread Entry expansions
hr_hr: Ulaz u jednu od proširenja

source: clear
hr_hr: očisti

source: Last Updated %s
hr_hr: Zadnji ažurirao %s

source: View
hr_hr: Pogledaj

source: Attachments (%d)
hr_hr: Prilozi (%d)

source: Edit
hr_hr: Uredi

source: Update
hr_hr: Ažuriraj

source: Update %s
hr_hr: Ažuriraj %s

source: Add User
hr_hr: Dodaj korisnika

source: Unknown user selected
hr_hr: Odabran nepoznati korisnik

source: Error adding user - try again!
hr_hr: Greška kod dodavanja korisnika - pokušajte ponovno!

source: Unable to add user to the organization - try again
hr_hr: Nije moguće dodati korisnika u organizaciju - pokušajte ponovno

source: User already belongs to this organization!
hr_hr: Korisnik već pripada ovoj organizaciji!

source: Are you sure you want to change the user's organization?
hr_hr: Jeste li sigurni da želite promjeniti organizaciju kojoj korisnik pripada?

source: Import Users
hr_hr: Uvezi korisnike

source: Error adding organization - try again!
hr_hr: Greška kod dodavanja organizacije - pokušajte ponovno!

source: Add New Organization
hr_hr: Dodaj novu organizaciju

source: Select Organization
hr_hr: Odaberi organizaciju

source: Organization Lookup
hr_hr: Potraži organizaciju

source: Custom Forms
hr_hr: Prilagođeni obrasci

source: Invalid reset token. Logout and try again
hr_hr: Neispravan token za poništavanje. Odjavite se i pokušajte ponovno

source: Continue
hr_hr: Nastavi

source: Unable to update %s.
hr_hr: Nije moguće ažurirati %s.

source: You must select at least %s.
hr_hr: Morate odabrati najmanje %s.

source: Yes
hr_hr: Da

source: Optional reason for deleting %s
hr_hr: Opcionalno - razlog za brisanje %s

source: Are you sure you want to DELETE %s?
hr_hr: Jeste li sigurni da želite OBRISATI %s?

source: Unable to delete %s.
hr_hr: Nije moguće obrisati %s.

source: Transfer
hr_hr: Prenesi

source: Reassign
hr_hr: Ponovno dodjeli

source: Assign
hr_hr: Dodjeli

source: Delete
hr_hr: Obriši

source: Close
hr_hr: Zatvori

source: Unable to find user in directory
hr_hr: Nije moguće naći korisnika u bazi

source: %s added as a collaborator
hr_hr: %s dodan akao suradnik

source: Unable to add collaborator. Internal error
hr_hr: Nije moguće dodati suradnika. Unutarnja greška

source: Lock denied!
hr_hr: Zaključavanje odbijeno!

source: No such ticket
hr_hr: Ne postoji navedena kartica

source: Ticket #%s: %s
hr_hr: Kartica #%s: %s

source: Change user for ticket #%s
hr_hr: Promjeni korisnika za karticu #%s

source: Ticket
hr_hr: Kartica

source: this ticket
hr_hr: ova kartica

source: one ticket
hr_hr: jednu karticu

source: selected ticket
hr_hr: odabrane kartice

source: Deleted tickets CANNOT be recovered, including any associated attachments.
hr_hr: Obrisane kartice NE MOGU biti ponovno vraćene, uključujući sve privitke na njima.

source: %s: Unknown or invalid
hr_hr: %s: Nepoznato ili neispravno

source: Unknown or invalid
hr_hr: Nepoznato ili neispravno

source: Ticket already set to %s status
hr_hr: Kartici je već promjenjen status na %s

source: to reopen tickets
hr_hr: za ponovno otvaranje kartica

source: to resolve/close tickets
hr_hr: za rješavanje/zatvaranje kartica

source: to archive/delete tickets
hr_hr: za arhiviranje/brisanje kartica

source: Access denied
hr_hr: Pristup nije dopušten

source: Ticket #%s
hr_hr: Kartica #%s

source: deleted sucessfully
hr_hr: uspješno obrisano

source: %s status changed to %s
hr_hr: %s status kartice promjenjen u %s

source: Error updating ticket status
hr_hr: Greška kod ažuriranja statusa kartice

source: to mass manage tickets
hr_hr: za masovno upravljanje karticama

source: Contact admin for such access
hr_hr: Kontaktirajte administratora za takav pristup

source: Unable to change status for %s
hr_hr: Nije moguće promjeniti status za %s

source: the selected ticket
hr_hr: odabranu karticu

source: Successfully deleted %s.
hr_hr: Uspješno obrisane %s.

source: Successfully changed status of %1$s to %2$s
hr_hr: Uspješno promjenjen status za %1$s do %2$s

source: %1$d of %2$d selected tickets
hr_hr: %1$d od %2$d odabrahih kartica

source: %1$d of %2$d %3$s status changed to %4$s
hr_hr: %1$d od %2$d %3$s status promjenjen na %4$s

source: %1$s Ticket #%2$s
hr_hr: %1$s Kartica #%2$s

source: We have a problem ... wait a sec.
hr_hr: Imamo problema ... molimo vas da pričekate nekoliko trenutaka.

source: Upgraded to %s ... post-upgrade checks!
hr_hr: Nadograđeno na %s ... provjera nadogradnje!

source: Upgrade Failed: Invalid or wrong hash [%s]
hr_hr: Nadogradnja neuspješna: Neispravna ili pogrešna hash vrijednost [%s]

source: We're done!
hr_hr: Gotovi ste!

source: Query argument is required
hr_hr: Potreba je Query argument

source: User already registered
hr_hr: Korisnik je već registriran

source: Unable to register user - try again!
hr_hr: Nije moguće registrirati korisnika - pokušajte ponovno!

source: You do not have permission to delete a user with tickets!
hr_hr: Nemate potrebna dopuštenja za brisanje korisnika sa karticama za podršku!

source: You cannot delete a user with tickets!
hr_hr: Ne možete obrisati korisnika sa karticama za podršku!

source: Unable to delete user - try again!
hr_hr: Nije moguće obrisati korisnika - pokušajte ponovno!

source: end user
hr_hr: kranji korisnik

source: Add New User
hr_hr: Dodaj novog korisnika

source: Import Remote User
hr_hr: Uvezi korisnika sa druge lokacije

source: Select User
hr_hr: Odaberi korisnika

source: Lookup or create a user
hr_hr: Potraži korisnika

source: Organization for %s
hr_hr: Organizacija za %s

source: Unknown organization selected
hr_hr: Odabrana nepoznata organizacija

source: Unable to create organization.
hr_hr: Nime moguće kreirati organizaciju.

source: Unable to add user to organization.
hr_hr: Nije moguće dodati korisnika u organizaciju.

source: %s &mdash; Organization
hr_hr: %s &mdash; Organizacija

source: API key not authorized
hr_hr: API ključ nije autoriziran

source: Cron job executed
hr_hr: Cron job izvršen

source: Unexpected or invalid data received
hr_hr: Primljeni neočekivani ili neispravni podaci

source: %s: Poorly encoded base64 data
hr_hr: %s: Loše kodirani podaci base64

source: Unable to create new ticket: unknown error
hr_hr: Nije moguće otvoriti novu karticu: nepoznata greška

source: Ticket denied
hr_hr: Kartica odbijena

source: Unable to create new ticket: validation errors
hr_hr: Nije moguće otvoriti novu karticu: greška validacije

source: Request failed - retry again!
hr_hr: Zahtjev neuspješan - pokušajte ponovno!

source: Access Denied. IP %s
hr_hr: Pristup zabranjen. IP %s

source: Valid IP is required
hr_hr: Potrebna je ispravna IP adresa

source: this API key
hr_hr: ovaj API ključ

source: Internal error occurred
hr_hr: Interna greška

source: Unable to add %s.
hr_hr: Nije moguće dodati %s.

source: Valid API key required
hr_hr: Potreban je ispravan API ključ

source: API key not found/active or source IP not authorized
hr_hr: API ključ nije pronađen/aktivan ili izvorna IP adresa nije autorizirana

source: Unable to read request body
hr_hr: Nije moguće pročitati zahtjev

source: XML extension not supported
hr_hr: XML ekstenzija nije podržana

source: Unsupported data format
hr_hr: Nepodržani format podataka

source: %s: Unexpected data received in API request
hr_hr: %s: Neočekivani podaci u API zahtjevu

source: API Unexpected Data
hr_hr: API neočekivani podaci

source: API Error
hr_hr: API greška

source: Unknown user
hr_hr: Nepoznati korisnik

source: Agent Login
hr_hr: Prijava djelatnika

source: %s logged in [%s], via %s
hr_hr: %s prijavljen [%s], putem %s

source: Agent logout
hr_hr: Odjava djelatnika

source: %s logged out [%s]
hr_hr: %s odjavljen [%s]

source: Account confirmation required
hr_hr: Potrebna je potvrda korisničkog računa

source: Account is administratively locked
hr_hr: Korisnički račun je administrativno zaključan

source: %1$s (%2$s) logged in [%3$s]
hr_hr: %1$s (%2$s) prijavljen [%3$s]

source: User login
hr_hr: Prijava korisnika

source: User logout
hr_hr: Odjava korisnika

source: Sign in with %s
hr_hr: Prijavi se sa %s

source: Maximum failed login attempts reached
hr_hr: Dosegli ste dopušteni broj neuspješnih pokušaja prijave

source: Excessive login attempts by an agent?
hr_hr: Prekomjeran broj pokušaja prijave djelatnika?

source: Username
hr_hr: Korisničko ime

source: Time
hr_hr: Vrijeme

source: Attempts
hr_hr: Pokušaji

source: Timeout
hr_hr: Pauza (timeout)

source: Excessive login attempts (%s)
hr_hr: Prekomjeran broj pokušaja prijave (%s)

source: Forgot your login info? Contact Admin.
hr_hr: Zaboravili ste podatke za prijavu? Kontaktirajte administratora.

source: Failed agent login attempt (%s)
hr_hr: Neuspješni pokušaji prijave djelatnika (%s)

source: You've reached maximum failed login attempts allowed.
hr_hr: Dosegnuli se dopušteni broj neuspješnih pokušaja prijave.

source: Excessive login attempts by a user.
hr_hr: Prekomjeran broj pokušaja prijave korisnika.

source: Excessive login attempts (user)
hr_hr: Prekomjeran broj pokušaja prijave (korisnik)

source: Failed login attempt (user)
hr_hr: Neuspješna prijava (korisnik)

source: Invalid user-id given
hr_hr: Neispravn korisnički ID

source: Invalid reset token
hr_hr: Neispravan token za poništavanje

source: Unable to reset password
hr_hr: Nije moguće poništiti zaporku

source: Password must be at least 6 characters
hr_hr: ZAporka mora sadržavati najmanje 6 znakova

source: New password MUST be different from the current password!
hr_hr: Nova zaporka mora se razlikovati od trenutne zaporke!

source: Internal list for email banning. Do not remove
hr_hr: Interna lista za blokiranje emailova. Nemojte brisati

source: Internal error. Try again
hr_hr: Interna greška. Pokušajte ponovno

source: Title required
hr_hr: Naslov je obavezan

source: Title is too short. 3 chars minimum
hr_hr: Naslov je prekratak. Minimalno 3 znaka

source: Title already exists
hr_hr: NAslov već postoji

source: Response text is required
hr_hr: Tekst odgovora je obavezan

source: this canned response
hr_hr: ovaj pripremljeni odgovor

source: Unable to create %s.
hr_hr: Nije moguće kreirati %s.

source: Knowledgebase
hr_hr: Baza znanja

source: Private
hr_hr: Privatno

source: Public
hr_hr: Javno

source: Category name is required
hr_hr: Nazik kategorije je obavezan

source: Name is too short. 3 chars minimum
hr_hr: Naslov je prekratki. Minimalno 3 znaka

source: Category already exists
hr_hr: Kategorija već postoji

source: Category description is required
hr_hr: Opis kategorije je obavezan

source: Current password is required
hr_hr: Potrebna je trenutna zaporka

source: Invalid current password!
hr_hr: Neispravna trenutna zaporka!

source: Invalid or missing information
hr_hr: Neispravne ili nepotpune informacije

source: %s is already a collaborator
hr_hr: %s je već suradnik

source: Alphabetically
hr_hr: Abecedno

source: Manually
hr_hr: Ručno

source: Unknown setting option. Get technical support.
hr_hr: Nepoznata postavka. Kontaktirajte tehničku podršku.

source: Helpdesk URL is required
hr_hr: Potreban je URL tehničke podrške

source: Helpdesk title is required
hr_hr: Potreban je naslov tehničke podrške

source: Default Department is required
hr_hr: Potreban je osnovni odjel

source: Enter lock time in minutes
hr_hr: Unesite vremenski period zaključavanja

source: Time format is required
hr_hr: Potreban je vremenski format

source: Date format is required
hr_hr: Potreban je kalendarski format

source: Datetime format is required
hr_hr: Potreban je format vremena i datuma

source: Day, Datetime format is required
hr_hr: Potreban je dan, i format vremena i datuma

source: Default Timezone is required
hr_hr: Potrebna je osnovna vremenska zona

source: Valid password reset window required
hr_hr: Potreban prozor za poništavanje postojeće zaporke

source: Select a value from the list
hr_hr: Odaberite jednu od ponuđenih vrijednosti

source: Selection required
hr_hr: Potreban odabir

source: Enter valid numeric value
hr_hr: Unesite valjani broj

source: The GD extension is required
hr_hr: Potrebna je GD ekstenzija

source: PNG support is required for Image Captcha
hr_hr: Podrška za PNG je potrebna za slikovni Captcha

source: Default help topic must be set to active
hr_hr: Osnovna tema podrške mora biti aktivna

source: Select recipient(s)
hr_hr: Odaberite primatelje

source: You must select template
hr_hr: Morate odabrati predložak

source: Default email is required
hr_hr: Potrebna je osnovna email adresa

source: System admin email is required
hr_hr: Potrebna je email adresa sistemskog administratora

source: Reply separator is required to strip quoted reply.
hr_hr: Potreban je separator odgovora, za citirane odgovore.

source: Email already setup as system email
hr_hr: Email adresa je već postavljena kao sistemska email adresa

source: Unable to upload logo image: %s
hr_hr: Nije moguće prenjeti sliku za logo: %s

source: The knowledge base cannot be restricted unless client registration is enabled
hr_hr: Baza znanja ne može biti ograničena dok se ne uključi registracija klijenta

source: Missing or invalid Dept ID (internal error).
hr_hr: Nedostaje ili je neispravan ID odjela (interna greška).

source: Name required
hr_hr: Potrebno ime

source: Department already exists
hr_hr: Odjel već postoji

source: System default department cannot be private
hr_hr: Osnovni sistemski odjel ne može biti privatni

source: Department selection is required
hr_hr: Potrebno je odabrati odjel

source: this department
hr_hr: ovaj odjel

source: Name
hr_hr: Naziv

source: System Default
hr_hr: Sistemska osnova

source: URL not supported
hr_hr: URL nije podržan

source: Dispatcher compile error. Function not callable
hr_hr: Greška dispečera. Nije moguće pozvati funkciju

source: %s: Call to non-existing function
hr_hr: %s: Poziv nepostojeće funkcije

source: User Data
hr_hr: Korisnički podaci

source: User
hr_hr: Korisnik

source: Ticket Data
hr_hr: Podaci kartice

source: Disabled
hr_hr: Onemogučeno

source: Internal
hr_hr: Interni

source: For EndUsers Only
hr_hr: Samo za kranje korisnike

source: Required
hr_hr: Obavezno

source: Optional
hr_hr: Opcionalno

source: Required for EndUsers
hr_hr: Obavezno za kranje korisnike

source: Required for Agents
hr_hr: Obavezno za djelatnike

source: Internal, Optional
hr_hr: Interno, opcionalno

source: Internal, Required
hr_hr: Interno, obavezno

source: Label is required for custom form fields
hr_hr: Ime je obavezno za prilagođena polja obrasca

source: Variable name is required for required fields
hr_hr: Promjenjivo ime je potrebno za tražena polja

source: Invalid character in variable name. Please use letters and numbers only.
hr_hr: Neispravan znak u promjenjivom imenu. Molimo Vas da koristite samo slova i brojeve.

source: Abbrev
hr_hr: Skraćenica

source: Multiselect
hr_hr: Višestruki izbor

source: Allow multiple selections
hr_hr: Dopustite višestruke izbore

source: Drop Down
hr_hr: Padajući

source: Typeahead will work better for large lists
hr_hr: Typeahead će raditi bolje sa velikim listama

source: Validation Error
hr_hr: Greška potvrde

source: Prompt
hr_hr: Brzo

source: Leading text shown before a value is selected
hr_hr: Uvodni tekst koji se prikazuje prije odabira

source: Default
hr_hr: Osnovno

source: Select a Default
hr_hr: Odaberite osnovno

source: (retired)
hr_hr: (uklonjen)

source: Banlist
hr_hr: Lista blokiranih računa

source: Internal error. Get technical help.
hr_hr: Interna greška. Potražite tehničku pomoć.

source: Valid email required
hr_hr: Potrebna je ispravna email adresa

source: Email already exists
hr_hr: Email je već u upotrebi

source: Email already used as admin email!
hr_hr: Email je već u upotrebi kao administratorski email!

source: Email in use by an agent
hr_hr: Email već koristi djelatnik

source: Email name required
hr_hr: Potrebno ime emaila

source: Username missing
hr_hr: Nedostaje korisničko ime

source: Password required
hr_hr: Potrebna zaporka

source: Unable to encrypt password - get technical support
hr_hr: Zaporku nije moguće kriptirati - potražite tehničku podršku

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
hr_hr: IMAP ne postoji. PHP mora biti izrađen u suglasnosti sa IMAP protokolom.

source: Host name required
hr_hr: Potrebno je ime hosta

source: Port required
hr_hr: Potreban port

source: Select protocol
hr_hr: Odaberite protokol

source: Fetch interval required
hr_hr: Potreban je interval dohvata

source: Maximum emails required
hr_hr: Potreban najveći broj email adresa

source: Indicate what to do with fetched emails
hr_hr: Što želite učiniti sa dohvaćenih email računima

source: POP mail servers do not support folders
hr_hr: POP mail poslužitelj ne podržava mape

source: Valid folder required
hr_hr: Potreban ispravan folder

source: Host/userid combination already in use.
hr_hr: Kombinacija pružatelja hostinga i korisnika je već u upotrebi.

source: Invalid login. Check %s settings
hr_hr: Neispravna prijava. Provjerite %s postavke

source: Invalid or unknown mail folder! >> %s
hr_hr: Neispravan ili nepoznat mail folder! >> %s
