Repository: 3tav/OsTicket
Catalog: include/i18n/_*/1.10.x/LC_MESSAGES/messages.po
Languages: hr_hr

source: PHP Version
hr_hr: PHP verzija

source: PHP Extensions
hr_hr: PHP extenzije

source: PHP Settings
hr_hr: PHP postavke

source: "1" is recommended if AJAX is not working
hr_hr: "1" je preporučeno ukoliko AJAX ne radi

source: Setting default timezone is highly recommended
hr_hr: Postavljanje osnovne vremenske zone je iznimno preporučljivo

source: Database Information and Usage
hr_hr: Baza podataka, informacije i korištenje

source: Schema
hr_hr: Shema

source: Schema Signature
hr_hr: Shema potpisa

source: Space Used
hr_hr: Iskorišteni prostor

source: Space for Attachments
hr_hr: Prostor za privitke

source: Installed Language Packs
hr_hr: Instalirani jezični paketi

source: Built
hr_hr: Napravljeno

source: Advanced Search
hr_hr: Napredna pretraga

source: Update Team
hr_hr: Ažuriraj tim

source: Create Team
hr_hr: Izradi tim

source: Team
hr_hr: Tim

source: Members
hr_hr: Članovi

source: Team Information
hr_hr: Informacije o timu

source: Assignment Alert
hr_hr: Obavijet o zadatku

source: <strong>Disable</strong> for this Team
hr_hr: <strong>Onemogući</strong> za ovaj tim

source: Internal notes viewable by all admins.
hr_hr: Interne bilješke vidljive svim administratorima.

source: No teams found!
hr_hr: Nije pronađen niti jedan tim!

source: selected team
hr_hr: odabrani tim

source: Update Template
hr_hr: Ažuriraj predložak

source: Add New Template
hr_hr: Dodaj novi predložak

source: Add Template
hr_hr: Dodaj predložak

source: Template information
hr_hr: Podaci o predlošku

source: Enabled
hr_hr: Omogućeno

source: Language
hr_hr: Jezik

source: Click on the title to edit.
hr_hr: Kliknite na naslov kako biste mogli uređivati.

source: Updated %s
hr_hr: Ažurirano %s

source: Template Set To Clone
hr_hr: Predlošci za kopiranje

source: Stock Templates
hr_hr: Predlošci na zalihi

source: template
hr_hr: predložak

source: No templates found!
hr_hr: Nije pronađen niti jedan predložak!

source: Email Template Sets
hr_hr: Email predlošci

source: Add New Template Set
hr_hr: Dodaj novi email predložak

source: In-Use
hr_hr: U upotrebi

source: selected template set
hr_hr: odabrani predložak

source: Update Ticket #%s
hr_hr: Ažuriraj karticu #%s

source: Currently selected user
hr_hr: Trenutno odabrani korisnik

source: Change
hr_hr: Promjeni

source: Ticket Information
hr_hr: Podaci o kartici

source: Due date overrides SLA's grace period.
hr_hr: Krajnji rok nadjačava/zamjenjuje vrijeme počeka definiranoo u Ugovoru o razini usluge.

source: Ticket Source
hr_hr: Izvor kartice

source: Select Source
hr_hr: Odaberi izvor

source: Select Help Topic
hr_hr: Odaberi temu podrške

source: Time is based on your time zone
hr_hr: Vrijeme je bazirano na Vašoj vremenskoj zoni

source: Reason for editing the ticket (required)
hr_hr: Razlog za uređivanje kartice (obavezno)

source: Ticket Notice
hr_hr: Obavijest kartice

source: Send alert to user.
hr_hr: Pošalji upozorenje korisniku.

source: Ticket Information and Options
hr_hr: Podaci i opcije kartice

source: Assign To
hr_hr: Dodjeli

source: Select an Agent OR a Team
hr_hr: Odaberi djelatnika ili tim

source: Response
hr_hr: Odgovori

source: Optional response to the above issue.
hr_hr: Opcionalno odgovori na predmet iznad.

source: Select a canned response
hr_hr: Odaberi pripremljeni odgovor

source: Append
hr_hr: Priloži

source: Initial response for the ticket
hr_hr: Inicijalni odgovor na karticu

source: Optional internal note (recommended on assignment)
hr_hr: Opcionalna interna bilješka (preporučeno kod dodjele zadataka)

# action-button
source: Open
hr_hr: Otvori

source: Options
hr_hr: Opcije

source: Date
hr_hr: Datum

source: Current ticket status (%s) does not allow the end user to reply.
hr_hr: Trenutni status kartice (%s) ne dozvoljava krajnjem korisniku da odgovara.

source: Ticket is assigned to %s
hr_hr: Kartica je dodjeljena %s

source: This ticket is currently locked by %s
hr_hr: Kartica je trenutno zaključana od strane %s

source: Email is in banlist! Must be removed before any reply/response
hr_hr: Email adresa se nalazi na crnoj listi. Prije prije postavljanja odgovorama potrebno je odblokirati email adresu

source: EndUser email address is not valid! Consider updating it before responding
hr_hr: Korisnička email adresa nije točna! Razmislite o ažurranju adrese prije odgovora

source: Marked overdue!
hr_hr: Označeno kao "prekoračenje roka"!

source: Thread + Internal Notes
hr_hr: Tema + interne bilješke

source: Change Owner
hr_hr: Promjeni vlasnika

source: Release (unassign) Ticket
hr_hr: Ukloni (oddodjeli) Karticu

source: Mark as Overdue
hr_hr: Označi kao "prekoračen rok"

source: Mark as Unanswered
hr_hr: Označi kao neodgovoreno

source: Mark as Answered
hr_hr: Označi kao odgovoreno

source: Ban Email <%s>
hr_hr: Blokiraj email adresu <%s>

source: Unban Email <%s>
hr_hr: Odblokiraj email adresu <%s>

source: Delete Ticket
hr_hr: Obriši karticu

source: Post Internal Note
hr_hr: Objavi internu bilješku

source: Related Tickets
hr_hr: Povezane kartice

source: %d Open Ticket
hr_hr: %d Otvorena kartica

source: %d Closed Ticket
hr_hr: %d Zatvorena kartica

source: Manage User
hr_hr: Upravljanje korisnikom

source: Manage Organization
hr_hr: Upravljanje organizacijom

source: Assigned To
hr_hr: Dodjeljeno

source: Closed By
hr_hr: Zatvorio

source: Unknown
hr_hr: Nepoznato

source: Close Date
hr_hr: Datum zatvaranja

source: Ticket Thread (%d)
hr_hr: Tema kartice (%d)

source: To
hr_hr: Za

source: Do Not Email Reply
hr_hr: Ne odgovaraj email porukom

source: Collaborators
hr_hr: Suradnici

source: Add Recipients
hr_hr: Dodaj primatelje

source: Recipients (%d of %d)
hr_hr: Primatelji (%d od %d)

source: Premade Replies
hr_hr: Pripremljeni odgovori

source: Start writing your response here. Use canned responses from the drop-down above
hr_hr: Počnite pisati svoj odgovor ovdje. Možete koristiti pripremljene odgovore iz padajućeg izbornika iznad

source: current
hr_hr: trenutno

source: Note title - summary of the note (optional)
hr_hr: Naslov bilješke - sažetak bilješke (opcionalno)

source: Note details
hr_hr: Detalji bilješke

source: Post Note
hr_hr: Bilješka posta

source: Ticket Print Options
hr_hr: Postavke printanja kartice

source: Print Notes
hr_hr: Bilješke printa

source: Print <b>Internal</b> Notes/Comments
hr_hr: Printaj <b>interno</b> bilješke / komentari

source: Paper Size
hr_hr: Veličina papira

source: Select Print Paper Size
hr_hr: Odaberite veličinu papira

source: Are you sure you want to <b>claim</b> (self assign) this ticket?
hr_hr: Jeste li sigurni da želite ovu karticu <b>dodjeliti?</b>

source: Are you sure you want to flag the ticket as <b>answered</b>?
hr_hr: Jeste li sigurni da želite označiti karticu kao <b>odgovorenu</b>?

source: Are you sure you want to flag the ticket as <b>unanswered</b>?
hr_hr: Jeste li sigurni da želite označiti karticu kao <b>neodgovorenu</b>?

source: Are you sure you want to flag the ticket as <font color="red"><b>overdue</b></font>?
hr_hr: Jeste li sigurni da želite označiti ovu karticu kao <font color="red"><b>prekoračen rok</b></font>?

source: Are you sure you want to <b>ban</b> %s?
hr_hr: Jeste li sigurni da želite <b>zabraniti</b> %s?

source: New tickets from the email address will be automatically rejected.
hr_hr: Nove kartice koje dolaze sa ove email adrese bit će automatski odbačene.

source: Are you sure you want to <b>remove</b> %s from ban list?
hr_hr: Jeste li sigurni da želite <b>ukloniti</b> %s sa crne liste?

source: Are you sure you want to <b>unassign</b> ticket from <b>%s</b>?
hr_hr: Jeste li sigurni da želite <b>oduzeti</b> karticu <b>%s</b>?

source: %s <%s> will longer have access to the ticket
hr_hr: %s <%s> više neće imati pristup kartici

source: Are you sure you want to <b>change</b> ticket owner to %s?
hr_hr: Jeste li sigurni da želite <b>promjeniti</b> vlasnika kartice na %s?

source: Overdue Tickets
hr_hr: Kartice kojima je prošao rok za odgovor

source: My Tickets
hr_hr: Moje kartice

source: advanced
hr_hr: napredno

source: There are no tickets matching your criteria.
hr_hr: Nema kartica koje zadovoljavaju kriterije Vaše pretrage.

source: Are you sure you want to flag the selected tickets as <font color="red"><b>overdue</b></font>?
hr_hr: Jeste li sigurni da želite označiti odabrane kartice kao <font color="red"><b>prekoračen rok</b></font>?

source: Viewing
hr_hr: Gleda

source: Select Setting Group
hr_hr: Odaberite grupu postavki

source: Email Template Set
hr_hr: Email predlošci

source: Email Subject and Body
hr_hr: Naslov i sadržaj emaila

source: Cancel Changes
hr_hr: Otkaži promjene

source: Delete User
hr_hr: Obriši korisnika

source: Register
hr_hr: Registracija

source: Send Activation Email
hr_hr: Pošalji aktivacijski email

source: Send Password Reset Email
hr_hr: Pošalji email za poništavanje zaporke

source: Manage Account Access
hr_hr: Upravljanje pristupom računu

source: Updated
hr_hr: Ažurirano

source: New tickets from the email address will be auto-rejected.
hr_hr: Nove kartice sa email adrese će biti automatski odbaćene.

source: Are you sure you want to send an <b>Account Activation Link</b> to <em> %s </em>?
hr_hr: Jeste li sigurni da želite poslati <b>aktivacijski link</b> <em> %s </em>?

source: Are you sure you want to send a <b>Password Reset Link</b> to <em> %s </em>?
hr_hr: Jeste li sigurni da želite poslati <b>link za poništavanje zaporke</b> <em> %s </em>?

source: Import
hr_hr: Uvezi

source: Add to Organization
hr_hr: Dodaj u organizaciju

source: Lock
hr_hr: Zaključaj

source: Unlock
hr_hr: Otključaj

source: No users found!
hr_hr: Nije pronađen niti jedan korisnik!

source: Advanced Ticket Search
hr_hr: Napredno pretraživanje kartica

source: Manage Collaborators
hr_hr: Upravljanje suradnicima

source: Add Collaborator
hr_hr: Dodaj suradnika

source: Add New Collaborator
hr_hr: Dodaj novog suradnika

source: You have made changes that you need to save.
hr_hr: Napravili ste promjene koje morate spremiti.

source: Bro, not sure how you got here!
hr_hr: Buraz, nemam pojma kak si završio ovdje!

source: Manage Content
hr_hr: Upravljanje sadržajem

source: Field Configuration
hr_hr: Konfiguriranje polja

source: Help Text
hr_hr: Tekst pomoći

source: Help text shown with the field
hr_hr: Tekst pomoći vidljiv unutrar polja

source: Sort the forms on this ticket by click and dragging on them. Use the box below the forms list to add new forms to the ticket.
hr_hr: Rasporedite obrasce tako da kliknete na njih i odvučete ih na željeno mjesto. Koristite polje ispod obrazaca kako biste dodali nove obrasce na karticu.

source: Add a form
hr_hr: Dodaj obrazac

source: Clicking <strong>Save Changes</strong> will permanently delete data associated with the deleted forms
hr_hr: Pritiskom na<strong>Spremi promjene</strong> trajno ćete obrisati podatke povezane sa obrisanim obrascima

source: Copy Paste
hr_hr: Kopiraj i Zaljepi

source: Upload
hr_hr: Prenesi

source: Import a CSV File
hr_hr: Uvezi CSV datoteku

source: Click to create a new note
hr_hr: kliknite kako biste izradili novu bilješku

source: Delete %s
hr_hr: Obriši %s

source: Deleted organization CANNOT be recovered
hr_hr: Obrisana organizacija NE MOŽE se više vratiti

source: %s assigned to this organization will be orphaned.
hr_hr: %s dodjeljen ovoj organizaciji bit će samostalan.

source: One user
hr_hr: Jedan korisnik

source: Yes, Delete
hr_hr: Da, obriši

source: Search existing organizations or add a new one.
hr_hr: Pretraži postojeće organizacije ili dodaj novu.

source: Complete the form below to add a new organization.
hr_hr: Ispunite obrazac niže da biste dodali novu organizaciju.

source: Create New Organization
hr_hr: Izradi novu organizaciju

source: Fields
hr_hr: Polja

source: Auto-Assignment
hr_hr: Automatsko dodjeljivanje

source: Assign tickets from this organization to the <em>Account Manager</em>
hr_hr: Dodjeli kartice ove organizacije <em>Upravitelju računa</em>

source: Select Contacts
hr_hr: Odaberi kontakte

source: Automated Collaboration
hr_hr: Automatizirana suradnja

source: Add to all tickets from this organization
hr_hr: Dodaj svim karticama ove organizacije

source: Auto Add Members From
hr_hr: Automatski dodaj korisnike iz

source: Update Organization
hr_hr: Ažuriraj organizaciju

source: Please note that updates will be reflected system-wide.
hr_hr: Molimo VAs da imate na umu da će ažuriranje imati utjecaja na cijeli sistem.

source: Manage Sequences
hr_hr: Upravljanje sekvencama

source: Sequences are used to generate sequential numbers. Various sequences can be used to generate sequences for different purposes.
hr_hr: Sekvence se koriste za generiranje sekvencijskih brojeva. Razne sekvence mogu biti korištene za generiranje sekvenci za različite namjene .

source: Increment
hr_hr: Povećanje

source: Padding Character
hr_hr: Razmak između znakova

source: New Sequence
hr_hr: Nova sekvenca

source: Add New Sequence
hr_hr: Dodaj novu sekvencu

source: Clicking <strong>Save Changes</strong> will permanently remove the deleted sequences.
hr_hr: Pritiskom na <strong>Spremi promjene</strong>trajno ćete obrisati uklonjene sekvence.

source: Change Status
hr_hr: Promjeni status

source: Collaborators (%d)
hr_hr: Suradnici (%d)

source: Optional reason for status change (internal note)
hr_hr: Opcionalni razlog za promjenu statusa (interna bilješka)

source: Ticket is locked by %s
hr_hr: Kartica je zatvorena od strane %s

source: Ticket Summary
hr_hr: Sažetak kartice

source: Ticket State
hr_hr: Status kartice

source: Ticket doesn't have any collaborators.
hr_hr: Kartica nema niti jednog suradnika.

source: Thread (%d)
hr_hr: Tema (%d)

source: Notes (%d)
hr_hr: Bilješke (%d)

source: Reply
hr_hr: Odgovori

source: %s does not have any tickets
hr_hr: %s nema niti jedne kartice

source: Create New Ticket
hr_hr: Otvori novu karticu

source: Preview Ticket
hr_hr: Predpregled kartice

source: User Preferences
hr_hr: Korisničke postavke

source: Account Access
hr_hr: Pristup računu

source: Login via email
hr_hr: Prijava putem emaila

source: Account Flags
hr_hr: Oznake računa

source: Administratively Locked
hr_hr: Administrativno zaključan

source: Password Reset Required
hr_hr: Zahtjev za promjenom zaporke

source: User cannot change password
hr_hr: Korisnik ne može promjeniti zaporku

source: Deleted users and tickets CANNOT be recovered
hr_hr: Obrisani korisnici i kartice NE MOGU seviše vratiti

source: Change Tickets Ownership
hr_hr: Promjeni vlasništvo kartice

source: Delete %1$s %2$s %3$s and any associated attachments and data.
hr_hr: Obriši %1$s %2$s %3$s i sve vezane privitke i podatke.

source: Yes, Delete User
hr_hr: Da, obriši korisnika

source: Name and Email
hr_hr: Ime i email adresa

source: Enter one name and email address per line.
hr_hr: Unesite jedno ime i email adresu po redu.

source: To import more other fields, use the Upload tab.
hr_hr: Kako biste uvezli više ostalih polja, koristite upload(prijenos) gumb.

source: e.g. John Doe, john.doe@osticket.com
hr_hr: npr. Mirko Mirković, mirko.mirkovic@nekitamo.com

source: Use the columns shown in the table below. To add more fields, visit the Admin Panel -&gt; Manage -&gt; Forms -&gt; %s page to edit the available fields. Only fields with `variable` defined can be imported.
hr_hr: Koristite stupce prikazane u tablici. Da biste dodali više polja, posjetite administratorovu nadzornu ploču -&gt; Upravljanje -&gt; Obrasci -&gt; %s za uređivanje dostupnih polja. Samo polja označena kao "varijabilna" mogu se uvesti.

source: John Doe
hr_hr: Neki Tamo

source: john.doe@osticket.com
hr_hr: neki.tamo@nekiweb.com

source: Search existing users or add a new user.
hr_hr: Pretražite postojeće korisnike ili dodajte novog korisnika.

source: Search by email, phone or name
hr_hr: Pretražite prema email adresi, telefonu ili imenu

source: Create New User
hr_hr: Izradi novog korisnika

source: Register: %s
hr_hr: Registriraj: %s

source: Complete the form below to create a user account for <b>%s</b>.
hr_hr: Ispunite obrazac (niže) kako biste izradili novi korisnički račun za <b>%s</b>.

source: User Account Login
hr_hr: Prijava u korisnički račun

source: Authentication Sources
hr_hr: Izvori provjere autentičnosti

source: Send account activation email to %s.
hr_hr: Pošalji aktivacijski email %s.

source: Password Change
hr_hr: Promjena zaporke

source: Require password change on login
hr_hr: Zahtjevaj promjenu zaporke kod prijave

source: Create Account
hr_hr: Izradi račun

source: Change User
hr_hr: Promjeni korisnika

source: Update User
hr_hr: Ažuriraj korisnika

source: This organization doesn't have any users yet
hr_hr: Organizacija još nema korisnika

source: Are you sure you want to <b>REMOVE</b> %1$s from <strong>%2$s</strong>?
hr_hr: Jeste li sigurni da želite <b>UKLONITI</b> %1$s iz <strong>%2$s</strong>?

source: selected user
hr_hr: odabrani korisnik

source: Upgrade Aborted!
hr_hr: Odustajanje od nadogradnje!

source: Upgrade aborted due to errors. Any errors at this stage are fatal.
hr_hr: Odustajanje od nadogradnje zbog grešaka. Bilo koja greška u ovoj fazi može biti konačna.

source: Please note the error(s), if any, when %1$s seeking help %2$s.
hr_hr: Molimo Vas da zabilježite greške, ukoliko ih ima, kada %1$s tražite pomoć %2$s.

source: Internal error occurred - get technical help.
hr_hr: Interna greška - potražite pomoć.

source: For details - please view %s or check your email.
hr_hr: Za detalje - molimo Vas pogledajte %sili provjerite svoj email.

source: Please refer to the %1$s Upgrade Guide %2$s for more information.
hr_hr: Molimo Vas da pogledate %1$s Upute za nadogradnju %2$s za više informacija.

source: Need Help?
hr_hr: Trebate pomoć?

source: We provide %1$s professional upgrade services %2$s and commercial support.
hr_hr: Pružamo %1$s profesionalnu uslugu nadogradnje %2$s i komercijalnu podršku.

source: %1$s Contact us %2$s today for <u>expedited</u> help.
hr_hr: %1$s Kontaktirajte nas %2$s danas za <u>najbržu</u> pomoć.

source: What to do?
hr_hr: Što učiniti?

source: Restore your previous version from backup and try again or %1$s seek help %2$s.
hr_hr: Vratite prošlu verziju sa sigurnosne kopije i pokušajte ponovno %1$s potražite pomoć %2$s.

source: Upgrade Completed!
hr_hr: Nadogradnja izvršena!

source: Congratulations! osTicket upgrade has been completed successfully.
hr_hr: Čestitke! osTicket je uspješno nadograđen.

source: Please refer to %s for more information about changes and/or new features.
hr_hr: Molimo Vas da pogledate %s za više informacija o promjenama i/ili novim značajkama.

source: Release Notes
hr_hr: Obavijesti o izdanju

source: Once again, thank you for choosing osTicket.
hr_hr: Još jednom, hvala što ste odabrali osTicket.

source: Please feel free to %1$s let us know %2$s of any other improvements and features you would like to see in osTicket, so that we may add them in the future as we continue to develop better and better versions of osTicket.
hr_hr: Budite slobodni %1$s obratiti nam se %2$s sa željama i idejama o onome što biste htijeli vidjeti u osTicketu, tako da bismo vaše ideje mogli implementirati u budučim izdanjima osTicketa.

source: We take user feedback seriously and we're dedicated to making changes based on your input.
hr_hr: Povratne informacije korisnika doživljavamo vrlo ozbiljno, i predani smo stalnom unapređivanju osTicketa prema vašim sugestijama.

source: Good luck.
hr_hr: Sretno.

source: osTicket Team.
hr_hr: osTicket tim.

source: Don't just make customers happy, make happy customers!
hr_hr: Nemojte samo usrečiti klijente, imajte trajno sretne i zadovoljne klijente!

source: What's Next?
hr_hr: Što je sljedeće?

source: Post-upgrade
hr_hr: Nakon nadogradnje

source: You can now go to %s to enable the system and explore the new features. For complete and up-to-date release notes see the %s
hr_hr: Sada možete ići %s kako biste omogućili sistem i istražili nove značajke. Za kompletne obavijesti o oidanju pogledajte %s

source: Stay up to date
hr_hr: Budite u toku

source: It's important to keep your osTicket installation up to date. Get announcements, security updates and alerts delivered directly to you!
hr_hr: Važno je redovito ažurirati osTicket. Primajte obavijesti, sigurnosna ažuriranja i upozorenja direktno!

source: %1$s Get in the loop %2$s today and stay informed!
hr_hr: %1$s Uključite se danas %2$s i budite uvjek informirani!

source: Commercial Support Available
hr_hr: Dostupna je komercijalna podrška

source: Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely. %1$s Learn More! %2$s
hr_hr: Zatražite vodstvo i stručne ruke spremne riješiti posebne zahtjeve i osigurati da VAša instalacija osTicketa radi glatko, sigurno i bez problema. %1$s Saznajte više! %2$s

source: osTicket Upgrader
hr_hr: Nadogradnja osTicketa

source: Thank you for being a loyal osTicket user!
hr_hr: Hvala Vam što ste vjeran osTicket korisnik!

source: The upgrade wizard will guide you every step of the way in the upgrade process. While we try to ensure that the upgrade process is straightforward and painless, we can't guarantee it will be the case for every user.
hr_hr: Čarobnjak za nadogradnju će Vas vodoti kroz svaki korak u procesu nadogradnje. Iako se trudimo osigurati da proces nadogradnje prođe bezbolno i jednostavno, ne možemo garantirati da će to biti tako za svakog pojedinog korisnika.

source: Getting ready!
hr_hr: Pripremite se!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to run the latest version of osTicket.
hr_hr: Prije nego počnemo, provjerit ćemo konfiguraciju vašeg servera kako bismo bili sigurni da će osTicket raditi kako treba.

source: Prerequisites
hr_hr: Preduvjeti

source: These items are necessary in order to run the latest version of osTicket.
hr_hr: Ovo je potrebno kako biste mogli pokrenuti najnoviju verziju osTicketa.

source: %s or later
hr_hr: %s ili kasnije

source: MySQLi extension for PHP
hr_hr: MySQLi ekstenzija za PHP

source: module loaded
hr_hr: modul učitan

source: missing!
hr_hr: nedostaje!

source: Higly Recommended
hr_hr: Iznimno preporučljivo

source: We highly recommend that you follow the steps below.
hr_hr: Preporučamo Vam pratite korake navedene ispod.

source: Back up the current database if you haven't done so already.
hr_hr: Izradite sigurnosnu kopiju trenutne baze podataka, ukoliko još niste.

source: Be patient. The upgrade process will take a couple of seconds.
hr_hr: Budite strpljivi. Proces nadogradnje trajat će nekoliko trenutaka.

source: Start Upgrade Now
hr_hr: Pokreni proces nadogradnje

source: Upgrade Tips
hr_hr: Savjeti za nadogradnju

source: Remember to back up your osTicket database
hr_hr: Nemojte zaboraviti napraviti sigurnosnu kopiju baze podataka osTicketa

source: Refer to %1$s Upgrade Guide %2$s for the latest tips
hr_hr: Proučite %1$s Vodić za ažuriranje %2$s za najnovije savjete

source: If you experience any problems, you can always restore your files/database backup.
hr_hr: Ukoliko primjetite probleme u radu, uvjek možete vratiti sigurnosnu kopiju vaše baze podataka i datoteka.

source: We can help. Feel free to %1$s contact us %2$s for professional help.
hr_hr: Možemo Vam pomoći, slobodno %1$s nam se obratite %2$s za profesionalnu pomoć.

source: Doing stuff!
hr_hr: Delam nekaj!

source: Please wait... while we upgrade your osTicket installation!
hr_hr: Molimo Vas za strpljenje... dok nadograđujemo Vašu instalaciju osTicket-a!

source: Configuration file rename required!
hr_hr: Nužno je promjeniti naziv konfiguracijske datoteke!
