Repository: 3tav/OsTicket
Catalog: include/i18n/_*/1.10.x/LC_MESSAGES/messages.po
Languages: hr_hr

source: Would you also like to remove data currently entered for this field? <em> If you opt not to remove the data now, you will have the option to delete the the data when editing it.</em>
hr_hr: Želite ukloniti podatke koji se trenutno nalaze u ovom polju? <em> Ukoliko se odlučite ostaviti navedene podatke, imate mogućnost brisanja istih kod uređivanja polja kasnije. </em>

source: Loading ...
hr_hr: Učitavanje ...

source: Remove all data entered for <u> %s </u>?
hr_hr: Ukloni sve podatke unesene za <u> %s </u>?

source: Add New Custom Form
hr_hr: Dodaj novi prilagođeni obrazac

source: form
hr_hr: obrazac

source: Built-in Forms
hr_hr: Ugrađeni obrasci

source: No extra forms defined yet &mdash; %s add one! %s
hr_hr: Još nema dodatnih obrazaca &mdash; %s dodajte jedan! %s

source: selected custom form
hr_hr: odabrani prilagođeni obrazac

source: Update custom list
hr_hr: Ažuriraj prilagođenu listu

source: Add New Custom List
hr_hr: Dodaj novu prilagođenu listu

source: Add List
hr_hr: Dodaj listu

source: Definition
hr_hr: Definicija

source: Properties
hr_hr: Osobine

source: Custom lists are used to provide drop-down lists for custom forms.
hr_hr: Prilagođene liste se koriste za padajuće liste kod izrade prilagođenih obrazaca.

source: Plural Name
hr_hr: Množina imena

source: Sort Order
hr_hr: Redosljed sortiranja

source: Item Properties
hr_hr: Osobine stavki

source: properties definable for each item
hr_hr: prilagodljive osobine za svaku stavku

source: custom list
hr_hr: prilagođena lista

source: List Name
hr_hr: Naziv liste

source: No custom lists defined yet &mdash; %s add one %s!
hr_hr: Još nisu odabrane prilagođene liste &mdash; %s dodajte jednu %s!

source: selected custom list
hr_hr: odabrana prilagođena lista

source: To change password enter new password above.
hr_hr: Kako biste promjenili zaporku, unesite novu u polje iznad.

source: Submit
hr_hr: Pošalji

source: Email Information and Settings
hr_hr: Postavke i informacije o emailu

source: Email Name
hr_hr: Naziv emaila

source: New Ticket Settings
hr_hr: Postavke nove kartice

source: Auto-Response
hr_hr: Automatski odgovor

source: <strong>Disable</strong> for this Email Address
hr_hr: <strong>Onemogući</strong> za ovu email adresu

source: Email Login Information
hr_hr: Podaci za prijavu e-mailom

source: Fetching Email via IMAP or POP
hr_hr: Dohvaćanje emaila putem IMAP-a ili POP-a

source: Port Number
hr_hr: Broj porta

source: Mail Box Protocol
hr_hr: Mail Box protokol

source: Fetch Frequency
hr_hr: Učestalost dohvata

source: minutes
hr_hr: minuta

source: Emails Per Fetch
hr_hr: Broj email poruka po svakom dohvatu

source: Fetched Emails
hr_hr: Dohvaćene email poruke

source: Move to folder
hr_hr: Premjesti u folder

source: Delete emails
hr_hr: Obriši email poruke

source: Do nothing <em>(not recommended)</em>
hr_hr: Ne čini ništa<em>(nije preporučljivo)</em>

source: Sending Email via SMTP
hr_hr: Slanje emaila putem SMTP-a

source: Authentication Required
hr_hr: Potrebna autentifikacija

source: Header Spoofing
hr_hr: Manipulacija zaglavlja

source: Allow for this Email Address
hr_hr: Dopusti za ovu email adresu

source: Add New Email
hr_hr: Dodaj novi email

source: No emails found!
hr_hr: Nije pronađen niti jedan email!

source: selected email
hr_hr: odabrani email

source: Click on the category to browse FAQs or manage its existing FAQs.
hr_hr: Kliknite na kategoriji kako biste vidjeli ČPP ili možete upravljati postojećim ČPP.

source: Add New FAQ
hr_hr: Dodaj novi ČPP

source: Edit Category
hr_hr: Uredi kategoriju

source: Delete Category
hr_hr: Obriši kategoriju

source: Published
hr_hr: Objavljeno

source: Category does not have FAQs
hr_hr: Kategorija nema ČPP

source: Edit FAQ
hr_hr: Uredi ČPP

source: Manage Access
hr_hr: Upravljanje pristupom

source: Delete FAQ
hr_hr: Obriši ČPP

source: Update FAQ
hr_hr: Ažuriraj ČPP

source: Add FAQ
hr_hr: Dodaj ČPP

source: Category Listing
hr_hr: Objava kategorije

source: FAQ category the question belongs to.
hr_hr: Kategorija ČPP-a kojem pripada pitanje.

source: Select FAQ Category
hr_hr: Odaberi ČPP kategoriju

source: Check all help topics related to this FAQ.
hr_hr: Pogledaj sve teme podrške vezane uz ovaj ČPP.

source: Question
hr_hr: Upit

source: Answer
hr_hr: Odgovor

source: Update Filter
hr_hr: Ažuriraj filter

source: Add New Filter
hr_hr: Dodaj novi filter

source: Add Filter
hr_hr: Dodaj filter

source: Filters are executed based on execution order. Filter can target specific ticket source.
hr_hr: Filteri se primjenjuju po postavljenom rasporedu. Filter se može primjeniti na točno određen izvor kartice.

source: Filter Name
hr_hr: Naziv filtera

source: Execution Order
hr_hr: Redosljed izvršenja

source: <strong>Stop</strong> processing further on match!
hr_hr: <strong>Stani</strong> daljnje procesirane kod pronalaska traženog pojma!

source: Filter Status
hr_hr: Status filtera

source: Target Channel
hr_hr: Odredišni kanal

source: Select a Channel
hr_hr: Odaberite kanal

source: System Emails
hr_hr: Sistemski emailovi

source: Filter Rules
hr_hr: Pravila filtriranja

source: Filter Actions
hr_hr: Radnje filtera

source: Rules are applied based on the criteria.
hr_hr: Pravila se primjenjuju ovisno o postavljeni kriterijima.

source: Rules Matching Criteria
hr_hr: Pravila koja se podudaraju sa kriterijima

source: Match All
hr_hr: Traži sve

source: Match Any
hr_hr: Traži bilo koji

source: case-insensitive comparison
hr_hr: Usporedba ne osjetljiva na velika i mala slova

source: Select One
hr_hr: Odaberite jedan

source: Can be overwridden by other filters depending on processing order.
hr_hr: Moguće je nadjačati pomoću drugih filtera, ovisno o redosljedu izvršavanja procesa.

source: No filters found
hr_hr: Nije pronađen niti jedan filter

source: Order
hr_hr: Redosljed

source: Rules
hr_hr: Pravila

source: Target
hr_hr: Odredište

source: selected filter
hr_hr: odabrani filter

source: Deleted data CANNOT be recovered, including any associated rules.
hr_hr: Obrisani podaci NE MOGU se vratiti, uključujući i povezana pravila.

source: Staff Control Panel
hr_hr: Djelatnička nadzorna ploča

source: Welcome, %s.
hr_hr: Dobrodošli, %s.

source: Admin Panel
hr_hr: Nadzorna ploča

source: Agent Panel
hr_hr: Upravljačka ploča agenata

source: Log Out
hr_hr: Odjava

source: Customer Support System
hr_hr: Tehnička podrška

source: Update Help Topic
hr_hr: Ažuriraj temu za podršku

source: Add New Help Topic
hr_hr: Dodaj temu za podršku

source: Add Topic
hr_hr: Dodaj temu

source: Help Topic Information
hr_hr: Podaci o temama pomoći

source: New ticket options
hr_hr: Opcije za novu karticu

source: Topic
hr_hr: Tema

source: Private/Internal
hr_hr: Privatno/Interno

source: Parent Topic
hr_hr: Osnovna tema

source: Top-Level Topic
hr_hr: Tema naviše razine

source: Ticket Number Format
hr_hr: Format broja kartice

source: Custom
hr_hr: Prilagođeno

source: e.g.
hr_hr: npr.

source: Sequence
hr_hr: Poredak

source: Random
hr_hr: Nasumično

source: SLA Plan
hr_hr: Ugovor o razini usluge

source: Department's Default
hr_hr: Osnovno za odjel

source: Thank-You Page
hr_hr: Stranica zahvale

source: Auto-assign To
hr_hr: Automatski dodjeli

source: Unassigned
hr_hr: Nije dodjeljeno

source: Agents (%d)
hr_hr: Djelatnici (%d)

source: Teams (%d)
hr_hr: Timovi (%d)

source: Save
hr_hr: Spremi

source: Sorting Mode
hr_hr: Razvrstavanje

source: No help topics found
hr_hr: Nije pronađena niti jedna tema podrške

source: selected help topic
hr_hr: odabrana tema podrške

source: Log In
hr_hr: Prijava

source: Delete Organization
hr_hr: Obriši organizaciju

source: Manage Forms
hr_hr: Upravljanje obrascima

source: Notes
hr_hr: Bilješke

source: Add Organization
hr_hr: Dodaj organizaciju

source: No organizations found!
hr_hr: Ni jedna organizacija nije pronađena!

source: Query returned 0 results.
hr_hr: Upit je rezultiro sa nula (0) pronađenih rezultata.

source: Landing Page
hr_hr: Odredišna stranica

source: Offline Page
hr_hr: Offline stranica

source: Update Page
hr_hr: Ažuriraj stranicu

source: Add New Page
hr_hr: Dodaj novu stranicu

source: Add Page
hr_hr: Dodaj stranicu

source: Page information
hr_hr: Informacije o stranici

source: Select Page Type
hr_hr: Odaberite tip stranice

source: Public URL
hr_hr: Javni URL

source: site page
hr_hr: stranica

source: No pages found!
hr_hr: Nije pronađena ni jedna stranica!

source: Site Pages
hr_hr: Stranice web stranice

source: (in-use)
hr_hr: (u upotrebi)

source: selected site page
hr_hr: odabrana stranica

source: Install a new plugin
hr_hr: Instaliraj novi dodatak

source: To add a plugin into the system, download and place the plugin into the <code>include/plugins</code> folder. Once in the plugin is in the <code>plugins/</code> folder, it will be shown in the list below.
hr_hr: Kako biste instalirali novi dodatak, snimite i prenesite dodatak u <code>include/plugins</code> folder.Kada se dodatak prenese u <code>plugins/</code> folderu, bit će prikazan u izborniku niže.

source: Install
hr_hr: Instaliraj

source: Version
hr_hr: Verzija

source: Author
hr_hr: Autor

source: Update Plugin
hr_hr: Ažuriraj dodatak

source: Manage Plugin
hr_hr: Upravljanje dodatkom

source: Configuration
hr_hr: Konfiguracija

source: This plugin has no configurable settings
hr_hr: Dodatak nema postavki koje možete mjenjati

source: Every plugin should be so easy to use.
hr_hr: Svaki dodatak bi trebao biti tako jednostavan za korištenje.

source: Currently Installed Plugins
hr_hr: Trenutno instalirani dodaci

source: Add New Plugin
hr_hr: Dodaj novi dodatak

source: plugin
hr_hr: dodatak

source: Plugin Name
hr_hr: Naziv dodatka

source: Date Installed
hr_hr: Datum instalacije

source: No plugins installed yet &mdash; %s add one %s!
hr_hr: Još nema instaliranih dodataka &mdash; %s dodajte jedan %s!

source: selected plugin
hr_hr: odabrani dodatak

source: Configuration for deleted plugins CANNOT be recovered.
hr_hr: Nije moguće vratiti konfiguraciju obrisanih dodataka.

source: My Account Profile
hr_hr: Profil mog korisničkog računa

source: Authentication
hr_hr: Autentifikacija

source: Show assigned tickets on open queue.
hr_hr: Prikaži raspoređene kartice na listi otvorenih kartica.

source: Vacation Mode
hr_hr: Godišnji odmor

source: Maximum Page size
hr_hr: Maksimalna veličina stranice

source: show %s records
hr_hr: Prikaži zapise %s

source: per page.
hr_hr: po stranici.

source: Auto Refresh Rate
hr_hr: Brzina automatskog osvježavanja

source: Every minute
hr_hr: Svake minute

source: Default Signature
hr_hr: Uobičajeni potpis

source: My Signature
hr_hr: Moj potpis

source: Department Signature (%s)
hr_hr: Potpis odjela (%s)

source: if set
hr_hr: ukoliko je postavljeno

source: Default Paper Size
hr_hr: Uobičajena veličina papira

source: Paper size used when printing tickets to PDF
hr_hr: Veličina papira kod ispisa kartica u PDF (npr. A4)

source: Time Format
hr_hr: Format vremena

source: Optional signature used on outgoing emails.
hr_hr: Opcionalni potpis za izlazne email poruke.

source: Signature is made available as a choice, on ticket reply.
hr_hr: Potpis je izborni kod odgovora na karticu.

source: A confirmation email has been sent
hr_hr: Email za potvrdu je poslan

source: A password reset email was sent to the email on file for your account. Follow the link in the email to reset your password.
hr_hr: Email za poništavanje zaporke poslan je na Vašu email adresu koju imamo u sustavu. Kliknite na link u emailu kako biste poništili zaporku.

source: Created On
hr_hr: Izrađeno dana

source: General Settings
hr_hr: Opće postavke

source: Agent Identity Masking
hr_hr: Sakrij identitet djelatnika

source: Hide agent's name on responses.
hr_hr: Sakrij ime djelatnika kod odgovora.

source: Password Expiration Policy
hr_hr: Politika isteka zaporke

source: No expiration
hr_hr: Bez isteka

source: Monthly
hr_hr: Mjesečno

source: Allow Password Resets
hr_hr: Dopustite poništavanje zaporki

source: Reset Token Expiration
hr_hr: Token za poništavanje je istekao

source: Agent Excessive Logins
hr_hr: Učestale prijave djelatnika

source: failed login attempt(s) allowed before a lock-out is enforced
hr_hr: Broj neuspješnih prijava prije blokade korisnika

source: minutes locked out
hr_hr: Vrijeme blokade u minutama

source: Agent Session Timeout
hr_hr: Vrijeme neaktivnosti djelatnika prije automatske odjave

source: (0 to disable)
hr_hr: (0 za onemogućavanje ove opcije)

source: Bind Agent Session to IP
hr_hr: Veži djelatnikovu prijavu uz IP adresu

source: Agent Welcome Email
hr_hr: Email dobrodošlice djelatnika

source: Reset Changes
hr_hr: Poništite promjene

source: Admin Email
hr_hr: Administratorski email

source: Department Manager
hr_hr: Voditelj odjela

source: Organization Account Manager
hr_hr: Upravitelj računa organizacije

source: Last Respondent
hr_hr: Zadnji odgovorio

source: New Internal Activity Alert
hr_hr: Novo upozorenje na unutarnju aktivnost

source: System Alerts
hr_hr: Sistemska upozorenja

source: System Errors
hr_hr: Sistemske greške

source: (enabled by default)
hr_hr: (sistemski zadano - omogućeno)

source: SQL errors
hr_hr: SQL greške

source: Excessive failed login attempts
hr_hr: Prekomjeran broj neuspješnih pokušaja prijave

source: Global setting - can be disabled at department or email level.
hr_hr: Globalna postavka - može se onemogučiti na razili odjela ili emaila.

source: New Ticket by Agent
hr_hr: Nova kartica od djelatnika

source: Submitter: Send receipt confirmation
hr_hr: Pošiljatelj: Potvrda slanja

source: Participants: Send new activity notice
hr_hr: Sudionici: Pošalji obavijest o novoj aktivnosti

source: Email Settings and Options
hr_hr: Email postavke i opcije

source: Note that some of the global settings can be overwridden at department/email level.
hr_hr: Imajte na umu da se neke od globalnih postavki mogu nadjačati na razini odjela / emaila.

source: Default Template Set
hr_hr: Osnovni predlošci

source: Select Default Email Template Set
hr_hr: Odaberite osnovni email predložak

source: Default Alert Email
hr_hr: Osnovna email adresa za obavijeti

source: Use Default System Email (above)
hr_hr: Koristite osnovni sistemski email (gore)

source: Admin's Email Address
hr_hr: Administratorova email adresa

source: Incoming Emails
hr_hr: Ulazne email poruke

source: Email Fetching
hr_hr: Dohvaćanje emaila

source: Fetch on auto-cron
hr_hr: Dohvati na auto-cron

source: Strip Quoted Reply
hr_hr: Uklonite citirani odgovor

source: Reply Separator Tag
hr_hr: Oznaka separatora odgovora

source: Emailed Tickets Priority
hr_hr: Prioritet kartica pristiglih emailom

source: Accept All Emails
hr_hr: Prihvati sve emailove

source: Accept email from unknown Users
hr_hr: Prihvatite email poruke od nepoznatih korisnika

source: Accept Email Collaborators
hr_hr: Prihvati email suradnike

source: Automatically add collaborators from email fields
hr_hr: Automatski dodajte sudionike iz email polja

source: Default email only applies to outgoing emails without SMTP setting.
hr_hr: Osnovna email adresa primjenjuje se samo kod izlaznih email poruka bez postavljenog SMTP-a.

source: Default MTA
hr_hr: Osnovni MTA

source: None: Use PHP mail function
hr_hr: Ništa: Koristite PHP mail funkciju

source: Email attachments to the user
hr_hr: Email privitci za korisnika

source: Knowledge Base Settings and Options
hr_hr: Postavke i opcije baze znanja

source: Disabling knowledge base disables clients' interface.
hr_hr: Onemogućavanje baze znanja onemogućava i korisničko sučelje.

source: Knowledge Base Status
hr_hr: Status baze znanja

source: Enable Knowledge Base
hr_hr: Omogući bazu znanja

source: Require Client Login
hr_hr: Zahtjeva prijavu korisnika

source: Enable Canned Responses
hr_hr: Omogući pripremljene odgovore

source: Company Profile
hr_hr: Profil tvrtke

source: Basic Information
hr_hr: Osnovne informacije

source: Logos
hr_hr: Logotipovi

source: To edit or add new pages go to %s Manage &gt; Site Pages %s
hr_hr: Za uređivanje i dodavanje novih stranica idite na %s Upravljanje &gt; Stranice %s

source: Select Landing Page
hr_hr: Odaberite odredišnu stranicu

source: Select Offline Page
hr_hr: Odaberite Offline stranicu

source: Default Thank-You Page
hr_hr: Osnovna stranica zahvale

source: Select Thank-You Page
hr_hr: Odaberite stranicu zahvale

source: System Default Logo
hr_hr: Osnovno logotip

source: Use a custom logo
hr_hr: Upotrijebite vlastiti logo

source: Upload a new logo
hr_hr: Prenesi novi logo

source: System Settings and Preferences
hr_hr: Postavke sustava

source: Helpdesk Status
hr_hr: Status centra tehničke podrške

source: Helpdesk URL
hr_hr: URL centra za tehničku podršku

source: Helpdesk Name/Title
hr_hr: Naziv centra tehničke podrške

source: Default Department
hr_hr: Osnovno odjel

source: Select Default Department
hr_hr: Odaberite osnovni odjel

source: Default Page Size
hr_hr: Osnovna veličina stranice

source: Default Log Level
hr_hr: Osnovna razina bilješki

source: None (Disable Logger)
hr_hr: Ništa (onemogući prijave)

source: WARN
hr_hr: UPOZORENJE

source: ERROR
hr_hr: GREŠKA

source: Purge Logs
hr_hr: Pročistite dnevnike

source: Never Purge Logs
hr_hr: Nikad ne čisti zapise

source: After %d month
hr_hr: Nakon %d mjeseca

source: Date and Time Options
hr_hr: Postavke datuma i vremena

source: Default Time Zone
hr_hr: Osnovna vremenska zona

source: Date and Time Format
hr_hr: Format datuma i vremena

source: Advanced
hr_hr: Napredno

source: Date Format
hr_hr: Format datuma

source: Day, Date and Time Format
hr_hr: Format dan, datum i vrijeme

source: Primary Language
hr_hr: Osnovni jezik

source: You sure?
hr_hr: Sigurni ste?

source: Store Attachments
hr_hr: Spremanje privitaka

source: Agent Maximum File Size
hr_hr: Najveća dopuštena veličina datoteke djelatnika

source: Default Priority
hr_hr: Osnovni prioritet

source: Ticket Settings and Options
hr_hr: Postavke kartice

source: System-wide default ticket settings and options.
hr_hr: Osnovne sistemske postavke kartica.

source: Default Ticket Number Format
hr_hr: Osnovni format broja kartice

source: Default Ticket Number Sequence
hr_hr: Osnovni redosljed broja kartice

source: Default Status
hr_hr: Osnovni status

source: Default SLA
hr_hr: Zadani SLA

source: Default Help Topic
hr_hr: Osnovna tema podrške

source: Maximum <b>Open</b> Tickets
hr_hr: Najviše <b>Otvorenih</b> Kartica

source: per end user
hr_hr: po krajnjem korisniku

source: Human Verification
hr_hr: Jeste li čovjek

source: Enable CAPTCHA on new web tickets.
hr_hr: Omogući CAPTCHA na novim karticama.

source: Assigned Tickets
hr_hr: Dodjeljene kartice

source: Exclude assigned tickets from open queue.
hr_hr: Isključi dodjeljene kartice iz liste otvorenih.

source: Answered Tickets
hr_hr: Odgovorene kartice

source: Exclude answered tickets from open queue.
hr_hr: Izbaci odgovorene kartice iz liste otvorenih.

source: Size and maximum uploads setting mainly apply to web tickets.
hr_hr: Veličina i maksimalan broj prenesenih datoteka se prvenstveno odnosi na web kartice.

source: Registration Required
hr_hr: Registracija je obavezna

source: Require registration and login to create tickets
hr_hr: Zahtjevaj registraciju i prijavu klijenta kako bi mogao otvarati kartice

source: Registration Method
hr_hr: Metoda registracije

source: Disabled — All users are guests
hr_hr: Onemogučeno - svi korisnici su gosti

source: Public — Anyone can register
hr_hr: Javno - svi se mogu registrirati

source: Private — Only agents can register users
hr_hr: Privatno - samo djelatnici mogu registrirati korisnike

source: User Excessive Logins
hr_hr: Prekomjeran broj prijava korisnika

source: User Session Timeout
hr_hr: Dopušteno trajanje neaktivnosti korisnika

source: Client Quick Access
hr_hr: Korisnički brzi pristup

source: Require email verification on "Check Ticket Status" page
hr_hr: Zahtjevaj email verifikaciju na stranici "Provjeriti status kartice"

source: Guest Ticket Access
hr_hr: Pristup karticama za goste

source: Please Confirm Email Address Page
hr_hr: Stranica za potvrdu email adrese

source: Account Confirmed Page
hr_hr: Stranica potvrđenog korisničkog računa

source: Update SLA Plan
hr_hr: Ažuriraj Ugovore o razini usluge

source: Add New SLA Plan
hr_hr: Dodaj novi Ugovor o razini usluge

source: Add Plan
hr_hr: Dodaj URU

source: Tickets are marked overdue on grace period violation.
hr_hr: Kartice su označene kao prekoračene nakon isteka vremena počeka.

source: Grace Period
hr_hr: Poček

source: in hours
hr_hr: u satima

source: Transient
hr_hr: Prolazno

source: SLA can be overridden on ticket transfer or help topic change
hr_hr: Ugovor o razini usluge može biti nadjačan/zamjenjen kod prenosa kartice ili kod promjene teme ta podršku

source: Ticket Overdue Alerts
hr_hr: Upozorenje da je prošao rok za odgovor na kartici

source: <strong>Disable</strong> overdue alerts notices.
hr_hr: <strong>Onemogući</strong> upozorenja kod prekoračenja roka za odgovor.

source: (Override global setting)
hr_hr: (nadjačaj/zamjeni globalne postavke)

source: Service Level Agreements
hr_hr: Ugovor o razini usluge

source: No SLA plans found
hr_hr: Nije pronađen niti jedan Ugovor o razini usluge

source: selected SLA plan
hr_hr: odabrani Ugovor o razini usluge

source: Authentication Backend
hr_hr: Postupak autentifikacije

source: Use any available backend
hr_hr: Dopustite bilo koji način provjere autentičnosti

source: Locked
hr_hr: Zaključano

source: Select Department
hr_hr: Odaberi odjel

source: Assigned Teams
hr_hr: Dodjeljeni timovi

source: agent
hr_hr: Djelatnik

source: All Teams
hr_hr: Svi timovi

source: Apply
hr_hr: Primjeni

source: Last Login
hr_hr: Posljednja prijava

source: vacation
hr_hr: odmor

source: Are you sure you want to <b>enable</b> (unlock) %s?
hr_hr: Jeste li sigurni da želite <b>omogućiti</b> (otključati) %s?

source: selected agent
hr_hr: odabrani djelatnik

source: Are you sure you want to <b>disable</b> (lock) %s?
hr_hr: Jeste li sigurni da želite <b>onemogućiti</b> (zaključati) %s?

source: Locked staff won't be able to login to Staff Control Panel.
hr_hr: Zaključani djelatnici neće se moći prijaviti u Djelatničku nadzornu ploču.

source: Errors
hr_hr: Greške

source: Warnings
hr_hr: Upozorenja

source: Debug logs
hr_hr: Debug zapisi

source: All logs
hr_hr: Svi zapisi

source: Entered date span is invalid. Selection ignored.
hr_hr: Uneseni datumski razmak je neispravan. Odabir je ignoriran.

source: No logs found
hr_hr: Nije pronađen niti jedan zapis

source: Between
hr_hr: Između

source: Log Level
hr_hr: Nivo zapisa

source: Go!
hr_hr: Idi!

source: Delete Selected Entries
hr_hr: Obriši odabrane zapise

source: Log Title
hr_hr: Naslov dnevnika

source: Log Type
hr_hr: Vrsta dnevnika

source: selected log entry
hr_hr: odabrani zapis spisa

source: Used for image manipulation and PDF printing
hr_hr: Koristi se za rukovanje slikama i printanje PDF-a

source: Used for email fetching
hr_hr: Koristi se za dohvaćanjeemaila

source: Used for HTML email processing
hr_hr: Koristi se za HTML procesiranje emaila

source: Improves performance creating and processing JSON
hr_hr: Unapređuje izvođenje izrade i procesiranja JSON

source: Highly recommended for non western european language content
hr_hr: Iznimno preporučljivo za ne zapadno europske jezike

source: Highly recommended for plugins and language packs
hr_hr: Iznimno preporučljivo za dodatke i jezične pakete

source: Used to detect file types for uploads
hr_hr: Koristi se za detekciju vrsta datoteka za prijenos(upload)

source: About this osTicket Installation
hr_hr: O ovoj instalaciji osTicketa

source: Server Information
hr_hr: Informacije o serveru

source: osTicket Version
hr_hr: Verzija osTicketa

source: Web Server Software
hr_hr: Software web servera

source: MySQL Version
hr_hr: MySQL verzija
