Repository: 3tav/OsTicket
Catalog: include/i18n/_*/1.10.x/LC_MESSAGES/messages.po
Languages: hr_hr

source: Alert sent to agents on ticket assignment.
hr_hr: Obavijet poslana djelatnicima vezana uz zadatke na kartici.

source: Ticket Transfer Alert
hr_hr: Obavijest o prijenosu kartice

source: Alert sent to agents on ticket transfer.
hr_hr: Obavijest poslana djelatnicima kod prijenosa kartica.

source: Overdue Ticket Alert
hr_hr: Obavijet da je prošao rok za odgovor na kartici

source: Alert sent to agents on stale or overdue tickets.
hr_hr: Obavijest poslana djelatnicima kod kartica kojima će uskoro proći rok ili je prošao rok za odgovor.

source: Template Fetch Error
hr_hr: Greška kod dohvaćanja predloška

source: Unable to fetch "%1$s" template - id #%d
hr_hr: Nije moguće dohvatiti "%1$s" predložak - id #%d

source: In-use template set cannot be disabled!
hr_hr: Predložak koji je trenutno u upotrebi ne može se onesposobiti!

source: Template name already exists
hr_hr: Naziv predloška već postoji

source: Invalid template set specified
hr_hr: Naznačen neispravan set predložaka

source: this template set
hr_hr: ovaj set predložaka

source: Email templates must define both "subject" and "body" parts of the template
hr_hr: Email predlošci moraju imati utvrđen "predmet" i "sadržaj" predloška

source: Email loop detected
hr_hr: Kružni email otkriven

source: It appears as though &lt;%s&gt; is being used as a forwarded or fetched email account and is also being used as a user / system account. Please correct the loop or seek technical assistance.
hr_hr: Izgleda kao da se &lt;%s&gt; koristi kao prosljeđen ili dohvaćen email račun, te se također koristi kao korisnički / sistemski račun. Molimo Vas da ispravite ovu petlju ili potražite tehničku podršku.

source: Unable to upload file - %s
hr_hr: Nije moguće prenjeti datoteku - %s

source: File Upload Error
hr_hr: Greška kod prenosa datoteke

source: Unable to import attachment - %s
hr_hr: Nije moguće uvesti dodatak - %s

source: File Import Error
hr_hr: Greška uvoza datoteke

source: Date created
hr_hr: Datum izrade

source: via %s
hr_hr: putem %s

source: SLA
hr_hr: Ugovor o razini usluge

source: Ticket Owner
hr_hr: Vlasnik kartice

source: (truncated)
hr_hr: (smanjen)

source: Missing or invalid data
hr_hr: Podaci nedostaju ili su neispravni

source: Message content is required
hr_hr: Sadržaj poruke je obavezan

source: New Response
hr_hr: Novi odgovor

source: Response content is required
hr_hr: Sadržaj odgovora je obavezan

source: New Internal Note
hr_hr: Nova unutarnja poruka

source: Note content is required
hr_hr: Bilješka je obavezna

source: Status Changed
hr_hr: Status promjenjen

source: Maximum open tickets (%1$d) reached for %2$s
hr_hr: Maksimalan broj otvorenih kartica (%1$d) dostignut za %2$s

source: Maximum Open Tickets Limit (%s)
hr_hr: Dopušten broj otvorenih kartica (%s)

source: Maximum open tickets reached for %s.
hr_hr: Dopušten broj otvorenih kartica dostignut za %s.

source: Open tickets: %d
hr_hr: Otvorene kartice: %d

source: Max allowed: %d
hr_hr: Dopušteno: %d

source: Notice sent to the user.
hr_hr: Obavijest poslana korisniku.

source: Ticket Assignment
hr_hr: Raspored kartica

source: Ticket claimed by %s
hr_hr: Karticu preuzeo %s

source: Ticket Assigned to %s
hr_hr: Kartica dodjeljena %s

source: SYSTEM (Canned Reply)
hr_hr: SISTEM (pripremljeni odgovor)

source: Ticket #%1$s deleted by %2$s
hr_hr: Kartica #%1$s je obrisan od strane %2$s

source: Ticket #%s deleted
hr_hr: Kartica #%s je obrisana

source: Help topic selection is required
hr_hr: Odabir teme podrške je obavezan

source: Select a valid SLA
hr_hr: Odaberite valjani ugovor o razini usluge

source: Invalid date format - must be MM/DD/YY
hr_hr: Neispravan format datuma - mora biti MM/DD/GG

source: Invalid user-id
hr_hr: Neispravan korisnički ID

source: Due date can NOT be set on a closed ticket
hr_hr: Krajnji rok ne možete postaviti na zatvorenu karticu

source: Select a time from the list
hr_hr: Odaberite vrijeme sa liste

source: Invalid due date
hr_hr: Neispravan krajnji rok

source: Due date must be in the future
hr_hr: Krajnji rok mora biti u budučnosti

source: Invalid source given - %s
hr_hr: Neispravan izvor - %s

source: Ticket Updated
hr_hr: Kartica ažurirana

source: This help desk is for use by authorized users only
hr_hr: Korištenje tehničke podrške dopušteno je isključivo ovlaštenim osobama

source: Select a Help Topic
hr_hr: Odaberite temu za podršku

source: Indicate ticket source
hr_hr: Navedite izvor kartice

source: Unknown system email
hr_hr: Nepoznata sistemska email adresa

source: Invalid ticket origin given
hr_hr: Neispravno podrijetlo kartice

source: Ticket rejected (%s) by filter "%s"
hr_hr: Kartica odbijena (%s) od strane filtera "%s"

source: You've reached the maximum open tickets allowed.
hr_hr: Dostignuli ste dopušteni broj otvorenih kartica.

source: Ticket denied - %s
hr_hr: Kartica odbijena - %s

source: Max open tickets (%1$d) reached for %2$s
hr_hr: Maksimalan broj otvorenih kartica (%1$d) dostignut za %2$s

source: Ticket rejected (%s) (unregistered client)
hr_hr: Kartica odbijena (%s) (neregistrirani klijent)

source: Valid email address is required
hr_hr: Potrebna je ispravna email adresa

source: Action Denied. You are not allowed to assign/reassign tickets.
hr_hr: Pristup odbijen. Nemate dopuštenje dodjeljivati kartice.

source: Help topic
hr_hr: Tema pomoći

source: Help topic name is required
hr_hr: Potreban je naziv teme za podršku

source: Topic is too short. Five characters minimum
hr_hr: Tema je je prekratka. Minimum je pet(5) znakova

source: Topic already exists
hr_hr: Tema već postoji

source: this help topic
hr_hr: ova tema podrške

source: Upgrader Error
hr_hr: Greška ažuriranja

source: (Latest)
hr_hr: (Najnovije)

source: Upgrade osTicket to %s
hr_hr: Nadogradi osTicket na %s

source: Upgrade to %s
hr_hr: Nadogradi na %s

source: Upgrader - %s (task pending).
hr_hr: Nadograđivanje - %s (na čekanju).

source: The %s task reports there is work to do
hr_hr: %s obavještava da ima posla za odraditi

source: Patch %s applied successfully
hr_hr: Zakrpa %s uspješno primjenjena

source: Upgrader - %s applied
hr_hr: Ažuriranje - %s primjenjene

source: Upgrader - %s cleanup
hr_hr: Ažuriranje - %s čišćenje

source: Applied cleanup script %s
hr_hr: Primjenjena skripta za čišćenje %s

source: Upgrader
hr_hr: Ažuriranje

source: %s: Unable to process cleanup file
hr_hr: %s: Nije moguće procesirati datoteku za čišćenje

source: Manage Account
hr_hr: Upravljanje računom

source: Email is assigned to another user
hr_hr: Email adresa pripada drugom korisniku

source: Guest
hr_hr: Gost

source: Unable to import user: %s
hr_hr: Nije moguće uvesti korisnika: %s

source: First
hr_hr: Prvi

source: Last
hr_hr: Zadnji

source: First M. Last
hr_hr: Ime M. Prezime

source: Mr. Last
hr_hr: G. Prezime

source: Mr. First M. Last Sr.
hr_hr: G. Ime Srednje i Prezime

source: -- As Entered --
hr_hr: -- Prema upisu --

source: %s: Unable to retrieve template
hr_hr: %s: Nije moguće dohvatiti predložak

source: Must be at least 6 characters
hr_hr: Mora sadržavati najmanje 6 znakova

source: Users can always sign in with their email address
hr_hr: Korisnici se mogu prijaviti sa registriranom email adresom

source: Locked (Administrative)
hr_hr: Zaključano (Administrativno)

source: Locked (Pending Activation)
hr_hr: Zaključano (Čekanje na aktivaciju)

source: Active (Registered)
hr_hr: Aktivno (Registriran)

source: Invalid input
hr_hr: Neispravan unos

source: No fields set up
hr_hr: Polja nisu postavljena

source: (Five characters min)
hr_hr: (Minimalno pet(5) znakova)

source: (type not set)
hr_hr: (vrsta nije postavljena)

source: Username must have at least two (2) characters
hr_hr: Korisničko ime mora sadržavati najmanje dva(2) znaka

source: Username contains invalid characters
hr_hr: Korisničko ime sadržava nedopuštene znakove

source: Unknown object for "%s" tag
hr_hr: Nepoznati objekt za "%s" oznaku

source: Internal Note
hr_hr: Interna bilješka

source: XML error: %1$s at line %2$d:%3$d
hr_hr: XML greška: %1$s na liniji %2$d:%3$d

source: The upgrader does NOT support upgrading from the current vesion!
hr_hr: Program za nadogradnju ne podržava nadogradnju sa trenutne verzije!

source: Minimum requirements not met! Refer to Release Notes for more information
hr_hr: Minimalni zahtjevi nisu ispunjeni! Pogledajte u bilješkama za više informacija

source: Config file rename required to continue!
hr_hr: Potrebno je preimenovati konfiguracijsku datoteku (config file) za nastavak!

source: Email Access Link
hr_hr: Email pristupni link

source: View Ticket
hr_hr: Pogledaj karticu

source: Please provide your email address and a ticket number.
hr_hr: Molimo Vas da unesete svoju email adresu i broj kartice za tehničku podršku.

source: An access link will be emailed to you.
hr_hr: Link za pristup bit će Vam poslan na email adresu.

source: This will sign you in to view your ticket.
hr_hr: Prijavit ćete se i moći ćete pogledati svoju karticu.

source: e.g. john.doe@osticket.com
hr_hr: npr. mirko.mirkovic@osticket.com

source: e.g. 051243
hr_hr: npr. 051243

source: Have an account with us?
hr_hr: Imate korisnički račun kod nas?

source: Sign In
hr_hr: Prijava

source: or %s register for an account %s to access all your tickets.
hr_hr: ili %s se registrirate %s kako biste pristupili svojim karticama.

source: If this is your first time contacting us or you've lost the ticket number, please %s open a new ticket %s
hr_hr: Ukoliko je ovo prvi put da nas kontaktirate ili ste zaboravili broj kartice, molimo Vas %s da otvorite novu karticu %s

source: Editing Ticket #%s
hr_hr: Uređivanje kartice #%s

source: Frequently Asked Questions
hr_hr: Često postavljana pitanja

source: This category does not have any FAQs.
hr_hr: Ova kategorija nema FAQ.

source: Back To Index
hr_hr: Povratak na početnu

source: All Categories
hr_hr: Sve kategorije

source: Helpdesk software - powered by osTicket
hr_hr: Tehnička podrška - powered by osTicket

source: Please Wait!
hr_hr: Molimo Vas pričekajte!

source: Please wait... it will take a second!
hr_hr: Molimo Vas da pričekate... ovo će još trajati par sekundi!

source: Support Ticket System
hr_hr: Sustav tehničke podrške

source: Profile
hr_hr: Profil

source: Tickets <b>(%d)</b>
hr_hr: Kartice <b>(%d)</b>

source: Sign Out
hr_hr: Odjava

source: Guest User
hr_hr: Gost

source: Support Center
hr_hr: Centar za podrsku

source: Click on the category to browse FAQs.
hr_hr: Kliknite na kategoriju kako biste pretražili ČPP.

source: NO FAQs found
hr_hr: ČPP nije pronađen

source: Search Results
hr_hr: Rezultati pretrage

source: %d FAQs matched your search criteria.
hr_hr: %d ČPP prema kriterijima Vaše pretrage.

source: The search did not match any FAQs.
hr_hr: Traženi pojmovi nisu pronađenu u ČPP.

source: To better serve you, we encourage our clients to register for an account and verify the email address we have on record.
hr_hr: Kako bismo Vas bolje uslužili, ohrabrujemo svoje klijente da se registriraju i potvrde email adresu kojom su se registrirali.

source: Email or Username
hr_hr: Email ili korisničko ime

source: Password
hr_hr: Zaporka

source: Forgot My Password
hr_hr: Zaboravio sam zaporku

source: Not yet registered?
hr_hr: Niste još registrirani?

source: Create an account
hr_hr: Izradite korisnički račun

source: I'm an agent
hr_hr: Ja sam djelatnik

source: sign in here
hr_hr: prijavite se ovdje

source: Please fill in the form below to open a new ticket.
hr_hr: Molimo Vas da ispunite obrazac niže kako biste otvorili novu karticu.

source: Client
hr_hr: Klijent

source: General Inquiry
hr_hr: Opći upit

source: Please re-enter the text again
hr_hr: Molimo Vas da ponovno unesete tekst

source: CAPTCHA Text
hr_hr: CAPTCHA Tekst

source: Enter the text shown on the image.
hr_hr: Unesite tekst prikazan na slici.

source: Create Ticket
hr_hr: Otvori karticu

source: Reset
hr_hr: Poništi

source: Cancel
hr_hr: Odustani

source: Manage Your Profile Information
hr_hr: Uredite informacije profila

source: Use the forms below to update the information we have on file for your account
hr_hr: Ispunite niže navedene obrasce kako biste ažurirali podatke svog profila

source: Preferences
hr_hr: Postavke

source: Time Zone
hr_hr: Vremenska zona

source: Preferred Language
hr_hr: Preferirani jezik

source: Use Browser Preference
hr_hr: Koristite osnovne postavke preglednika

source: Access Credentials
hr_hr: Pristupne akreditacije

source: Confirm New Password
hr_hr: Potvrdite novu lozinku

source: Enter your username or email address again in the form below and press the <strong>Login</strong> to access your account and reset your password.
hr_hr: Unesite svoje korisničko ime ili email adresu u niže navedeno polje te kliknite na <strong>Prijava</strong> kako biste pristupili svom korisničkom računu te poništili svoju zaporku.

source: Enter your username or email address in the form below and press the <strong>Send Email</strong> button to have a password reset link sent to your email account on file.
hr_hr: Unesite svoje korisničko ime ili email adresu u niže navedeno polje te kliknite na <strong>Pošalji email</strong> i sustav će Vam poslati link za poništavanje zaporke na Vašu email adresu.

source: Send Email
hr_hr: Pošalji email

source: We have sent you a reset email to the email address you have on file for your account. If you do not receive the email or cannot reset your password, please submit a ticket to have your account unlocked.
hr_hr: Email za poništavanje zaporke je poslan na email adresu sa kojom ste se registrirali. Ukoliko niste primili email poruku ili niste u mogučnosti poništiti svoju zaporku, molimo Vas da otvorite novu karticu kako bismo otključali Vaš korisnički račun.

source: Account Registration
hr_hr: Registracija korisničkog računa

source: Thanks for registering for an account.
hr_hr: Hvala Vam što ste registrirali korisnički račun kod nas.

source: We've just sent you an email to the address you entered. Please follow the link in the email to confirm your account and gain access to your tickets.
hr_hr: Upravo smo Vam poslali email na email adresu koju ste koristili za registraciju. Molimo Vas da kliknete na link koji se nalazi u poslanoj email poruci kako biste potvrdili svoj korisnički račun.

source: You've confirmed your email address and successfully activated your account. You may proceed to check on previously opened tickets or open a new ticket.
hr_hr: Potvrdili ste svoju email adresu i aktivirali korisnički račun. Sada možete pregledavati već otvorene i otvarati nove kartice.

source: Your friendly support center
hr_hr: Ljubazno osoblje Vaše tehničke podrške

source: Use the forms below to create or update the information we have on file for your account
hr_hr: Koristite polja niže ukoliko trebate ažurirati podatke o svom korisničkom računu

source: Login With
hr_hr: Prijavite se sa

source: Create a Password
hr_hr: Izradite zaporku

source: Closed Tickets
hr_hr: Zatvorene kartice

source: Open Tickets
hr_hr: Otvorene kartice

source: All Tickets
hr_hr: Sve kartice

source: All Help Topics
hr_hr: Sve teme podrške

# ticket-status
source: Open
hr_hr: Otvori

source: Ticket #
hr_hr: Kartica #

source: Create Date
hr_hr: Datum kreiranja

source: Your query did not match any records
hr_hr: Vaš upit nije pronašao niti jedan zapis

source: Page
hr_hr: Stranica

source: This ticket is marked as closed and cannot be reopened.
hr_hr: Ova kartica je označena kao zatvorena i ne može se ponovno otvoriti.

source: Looking for your other tickets?
hr_hr: Tražite svoje ostale kartice?

source: or %s register for an account %s for the best experience on our help desk.
hr_hr: ili %s se registrirajte %s za najugodnije korištenje tehničke podrške.

source: Reload
hr_hr: Ponovno učitaj

source: Ticket Status
hr_hr: Status kartice

source: Post a Reply
hr_hr: Odgovori

source: To best assist you, we request that you be specific and detailed
hr_hr: Kako bismo Vam što brže pomogli molimo Vas da budete određeni i detaljni u opisu problema

source: Ticket will be reopened on message post
hr_hr: Kartica će biti ponovno otvorena kod novog odgovora

source: Update API Key
hr_hr: Ažuriraj API ključ

source: Save Changes
hr_hr: Spremi promjene

source: Add New API Key
hr_hr: Dodaj novi API ključ

source: Add Key
hr_hr: Dodaj ključ

source: API Key is auto-generated. Delete and re-add to change the key.
hr_hr: API ključ se automatski generira. Obrišite trenutni i ponovno ga dodajte kako biste promjenili API ključ.

source: API Key
hr_hr: API ključ

source: Services
hr_hr: Usluge

source: Check applicable API services enabled for the key.
hr_hr: Odaberite odgovarajuće API usluge za ovaj API ključ.

source: Can Create Tickets <em>(XML/JSON/EMAIL)</em>
hr_hr: Može otvarati kartice <em>(XML/JSON/EMAIL)</em>

source: Can Execute Cron
hr_hr: Može izvršiti Cron

source: Internal Notes
hr_hr: Interne bilješke

source: No API keys found
hr_hr: API ključevi nisu pronađeni

source: More
hr_hr: Više

source: Enable
hr_hr: Omoguči

source: Disable
hr_hr: Onemoguči

source: Date Added
hr_hr: Datum dodan

source: All
hr_hr: Sve

source: Toggle
hr_hr: Mijenjaj

source: Please Confirm
hr_hr: Molim potvrdite

source: Are you sure you want to <b>enable</b> %s?
hr_hr: Jeste li sigurni da želite <b> uključiti</b> %s?

source: selected API key
hr_hr: odabrani API ključ

source: Are you sure you want to <b>disable</b> %s?
hr_hr: Jeste li sigurni da želite <b>isključiti</b> %s?

source: Deleted data CANNOT be recovered.
hr_hr: Obrisani podaci NE MOGU se vratiti.

source: Please confirm to continue.
hr_hr: Molimo Vas da potvrdite kako biste nastavili.

source: No, Cancel
hr_hr: Ne, odustani

source: Yes, Do it!
hr_hr: Da, učini to!

source: Term too short!
hr_hr: Pojam je prekratak!

source: Banned Email Addresses
hr_hr: Blokirane/zabranjene email adrese

source: Ban New Email
hr_hr: Zabrani novu email adresu

source: Remove
hr_hr: Ukloni

source: No banned emails matching the query found!
hr_hr: Zabranjene email adrese nisu pronađene u upitu!

source: Ban Status
hr_hr: Status zabrane

source: No banned emails found!
hr_hr: Nisu pronađene blokirane email adrese!

source: selected ban rule
hr_hr: odabrano pravilo za blokiranje

source: Update Ban Rule
hr_hr: Ažuriraj pravilo zabrane

source: Add New Email Address to Ban List
hr_hr: Dodaj novu email adresu na listu blokiranih

source: Add
hr_hr: Dodaj

source: Admin Notes
hr_hr: Zabilješke administratora

source: Update Canned Response
hr_hr: Ažuriraj pripremljeni odgovor

source: Add New Canned Response
hr_hr: Dodaj novi pripremljeni odgovor

source: Add Response
hr_hr: Dodaj odgovor

source: Canned response settings
hr_hr: Postavke pripremljenih odgovora

source: All Departments
hr_hr: Svi odjeli

source: Canned Response
hr_hr: Pripremljeni odgovor

source: Make the title short and clear.
hr_hr: Neka naslov bude kratak i jasan.

source: Supported Variables
hr_hr: Podržane varijable

source: Canned Attachments
hr_hr: Pripremljeni prilozi

source: (optional)
hr_hr: (opcionalno)

source: Notes about the canned response.
hr_hr: Bilješke o pripremljenom odgovoru.

source: Canned response is in use by email filter(s)
hr_hr: Pripremljeni odgovor korišten od email filtera

source: premade response
hr_hr: pripremljeni odgovor

source: No premade responses found!
hr_hr: Pripremljeni odgovori nisu pronađeni!

source: Add New Response
hr_hr: Dodaj novi odgovor

source: No canned responses
hr_hr: Bez pripremljenih odgovora

source: selected canned response
hr_hr: odabrani pripremljeni odgovor

source: Deleted data CANNOT be recovered, including any associated attachments.
hr_hr: Obrisane kartice NE MOGU biti ponovno vraćene, uključujući sve privitke na njima.

source: FAQ Categories
hr_hr: Kategorije ČPP

source: Add New Category
hr_hr: Dodaj novu kategoriju

source: Type
hr_hr: Vrsta

source: No FAQ categories found!
hr_hr: Kategorije ČPP nisu nađene!

source: Make Public
hr_hr: Objavi javno

source: Make Internal
hr_hr: Objavi interno

source: Are you sure you want to make %s <b>public</b>?
hr_hr: Jeste li sigurni da želite %s <b>javno objaviti</b>?

source: selected category
hr_hr: odabrana kategorija

source: Are you sure you want to make %s <b>private</b> (internal)?
hr_hr: Jeste li sigurni da želite %s <b>objaviti privatno</b> (unutarnje)?

source: Deleted data CANNOT be recovered, including any associated FAQs.
hr_hr: Obrisani podaci NE MOGU se vratiti, uključujući i povezana ČPP.

source: Update Category
hr_hr: Ažuriraj kategoriju

source: Category Type
hr_hr: Tip kategorije

source: (publish)
hr_hr: (objavi)

source: (internal)
hr_hr: (interno)

source: Category Name
hr_hr: Naziv kategorije

source: Short descriptive name.
hr_hr: Kratko opisno ime.

source: Category Description
hr_hr: Opis kategorije

source: Summary of the category.
hr_hr: Sažetak kategorije.

source: Report timeframe
hr_hr: Izvješće vremenskog okvira

source: Last month
hr_hr: Prošli mjesec

source: Up to today
hr_hr: Do danas

source: One Week
hr_hr: Jedan tjedan

source: Two Weeks
hr_hr: Dva tjedna

source: One Month
hr_hr: Jedan mjesec

source: One Quarter
hr_hr: Jedan kvartal

source: Refresh
hr_hr: Osvježi

source: Ticket Activity
hr_hr: Aktivnosti na kartici

source: Statistics
hr_hr: Statistika

source: Statistics of tickets organized by department, help topic, and agent.
hr_hr: Statistike kartica organizirane po odjelima, temama podrške i djelatnicima.

source: Export
hr_hr: Izvoz

source: Update Department
hr_hr: Ažuriraj odjel

source: Create Dept
hr_hr: Izradi odjel

source: Access
hr_hr: Pristup

source: Department Information
hr_hr: Informacije o odjelu

source: Manager
hr_hr: Upravitelj

source: Restrict ticket assignment to department members
hr_hr: Ograniči podjelu kartica na djelatnike odjela

source: Outgoing Email Settings
hr_hr: Izlazne postavke emaila

source: Outgoing Email
hr_hr: Izlazni email

source: Template Set
hr_hr: Predložak

source: Autoresponder Settings
hr_hr: Postavke automatskih odgovora

source: <strong>Disable</strong> for this Department
hr_hr: <strong>Onemoguči</strong> za ovaj odjel

source: New Message
hr_hr: Nova poruka

source: Auto-Response Email
hr_hr: Email za automatske odgovore

source: Department Email
hr_hr: Odjelni email

source: Alerts and Notices
hr_hr: Upozorenja i obavijesti

source: No one (disable Alerts and Notices)
hr_hr: Nitko (onemogući upozorenja i o obavijesti)

source: Department members only
hr_hr: Samo članovi odjela

source: Department Signature
hr_hr: Potpis odjela

source: Department Members
hr_hr: Članovi odjela

source: (Default)
hr_hr: (Osnovno)

source: No departments found!
hr_hr: Nije pronađen niti jedan odjel!

source: selected department
hr_hr: odabrani odjel

source: No agents found!
hr_hr: Nije pronađen niti jedan djelatnik!

source: Update form section
hr_hr: Ažuriraj sa odjeljka

source: Add new custom form section
hr_hr: Dodaj novi prilagođeni obrazac odjeljka

source: Add Form
hr_hr: Dodaj obrazac

source: Forms are used to allow for collection of custom data
hr_hr: Obrasci se koriste za prikupljanje prilagođenih podataka

source: Instructions
hr_hr: Upute

source: User Information Fields
hr_hr: Polja sa korisničkim podacima

source: (These fields are requested for new tickets via the %s form)
hr_hr: (Navedena polja se zahtjevaju za novootvorene kartice putem %s obrasca)

source: Label
hr_hr: Naziv

source: Visibility
hr_hr: Vidljivost

source: Variable
hr_hr: Varijabilno

source: Form Fields
hr_hr: Polja obrasca

source: fields available where this form is used
hr_hr: polja su dostupna tamo gdje se koristi ovaj obrazac

source: Remove Existing Data?
hr_hr: Ukloni postojeće podatke?

source: You are about to delete %s fields.
hr_hr: Obrisat ćete %s polja.
