Repository: 3tav/OsTicket
Catalog: include/i18n/_*/1.10.x/LC_MESSAGES/messages.po
Languages: hr_hr

source: Invalid or unknown archive folder!
hr_hr: Neispravan ili nepoznat folder arhive!

source: Unable to log in. Check SMTP settings.
hr_hr: Prijava nije moguća. Provjerite SMTP postavke.

source: this email
hr_hr: ovaj email

source: Letter
hr_hr: A4

source: Legal
hr_hr: Legal - veličina papira

source: From
hr_hr: Od

source: From Email
hr_hr: Sa email adrese

source: Source
hr_hr: Izvor

source: Current Status
hr_hr: Trenutni status

source: Last Updated
hr_hr: Zadnje ažuriranje

source: Overdue
hr_hr: Kasni

source: Answered
hr_hr: Odgovoreno

source: Agent Assigned
hr_hr: Dodjeljeni djelatnik

source: Team Assigned
hr_hr: Dodjeljeni tim

source: Thread Count
hr_hr: Broj zapisa

source: Attachment Count
hr_hr: Broj privitaka

source: Title
hr_hr: Naslov

source: Organization
hr_hr: Organizacija

source: %s: Cannot export table with no fields
hr_hr: %s: Nije moguć izvoz tablica bez polja

source: FAQ
hr_hr: ČPP

source: Question required
hr_hr: Potrebno je pitanje

source: Question already exists
hr_hr: Pitanje već postoji

source: Category is required
hr_hr: Potrebna je kategorija

source: FAQ answer is required
hr_hr: Obavezan odgovor na FAQ

source: Listing Type
hr_hr: Vrsta objava

source: Invalid image file type
hr_hr: Neispravan tip datoteke slike

source: Image is too square. Upload a wider image
hr_hr: Slika je kvadratna. Prenesite širu sliku

source: User Information
hr_hr: Informacije o korisniku

source: Email Meta-Data
hr_hr: Email Meta podaci

source: Reply-To Email
hr_hr: Odgovori na email

source: Reply-To Name
hr_hr: Odgovori na ime

source: Addressee (To and Cc)
hr_hr: Primatelj (osnovni i CC)

source: Equal
hr_hr: Jednak

source: Not Equal
hr_hr: Nejednak

source: Contains
hr_hr: Sadrži

source: Does Not Contain
hr_hr: Ne sadrži

source: Starts With
hr_hr: Počinje sa

source: Ends With
hr_hr: Završava sa

source: Matches Regex
hr_hr: Odgovara pravilnom izrazu

source: Does Not Match Regex
hr_hr: Ne odgovara pravilnom izrazu

source: Any
hr_hr: Bilo koji

source: Web Forms
hr_hr: Web obrasci

source: API Calls
hr_hr: API pozivi

source: Emails
hr_hr: Email-ovi

source: Invalid match selection
hr_hr: Neispravan odabir

source: Invalid match type selection
hr_hr: Neispravan tip odabira

source: Value required
hr_hr: Potrebna vrijednost

source: Valid email required for the match type
hr_hr: Potrebna je ispravna email adresa za odabir

source: Regex compile error: (#%s)
hr_hr: Greška pravilnog izraza: (#%s)

source: Incomplete selection
hr_hr: Nepotpun odabir

source: You must set at least one rule.
hr_hr: Morate postaviti najmanje jedno pravilo.

source: Order required
hr_hr: Potreban redosljed

source: Must be numeric value
hr_hr: Vrijednost mora biti numerička

source: Name already in use
hr_hr: Ime je već u upotrebi

source: Unable to validate rules as entered
hr_hr: Nije moguće potvrditi pravila na uneseni način

source: Target required
hr_hr: Potreban cilj

source: Unknown or invalid target
hr_hr: Nepoznat ili neispravan cilj

source: this ticket filter
hr_hr: ovaj ticket filter

source: Parent filter ID required
hr_hr: Potreban ID roditeljskog filtera

source: Reject Ticket
hr_hr: Odbij karticu(Ticket)

source: <strong>Disable</strong> new ticket auto-response
hr_hr: <strong>Onemogući</strong> automatski odgovor na novu karticu

source: None
hr_hr: Ništa

source: (disabled)
hr_hr: (onemogučena)

source: Unchanged
hr_hr: Nepromjenjeno

source: Ticket Submitter
hr_hr: Pošiljatelj kartice

source: Default System Email
hr_hr: Osnovna sistemska email adresa

source: Recipients
hr_hr: Primatelji

source: Message
hr_hr: Poruka

source: Basic Fields
hr_hr: Osnovna polja

source: Short Answer
hr_hr: Kratki odgovor

source: Long Answer
hr_hr: Dugi odgovor

source: Thread Entry
hr_hr: Tema zapisa

source: Date and Time
hr_hr: Datum i vrijeme

source: Phone Number
hr_hr: Telefonski broj

source: Checkbox
hr_hr: Okvir za izbor

source: Choices
hr_hr: Izbor

source: File Upload
hr_hr: Prijenos podataka

source: Section Break
hr_hr: Razmak odjeljka

source: Information
hr_hr: Informacije

source: %s is a required field
hr_hr: %s je obavezno polje

source: Cannot compile this regular expression
hr_hr: Nije moguće usuglasiti ovaj pravilni izraz

source: %s: Call to undefined function
hr_hr: %s: Poziv na nedefiniranu funkciju

source: Widget not defined for this field
hr_hr: Widget nije definiran za ovo polje

source: Size
hr_hr: Veličina

source: Max Length
hr_hr: Najveća dužina

source: Validator
hr_hr: Tester

source: Number
hr_hr: Broj

source: Custom (Regular Expression)
hr_hr: Prilagođeno (pravilni izraz)

source: Regular Expression
hr_hr: Pravilni izraz

source: Message shown to user if the input does not match the validator
hr_hr: Poruka za korisnika ukoliko se uneseni podaci ne slažu sa validatorom

source: Text shown in before any input from the user
hr_hr: Tekst koji se prikazuje prije unosa podataka od strane korisnika

source: Enter a valid email address
hr_hr: Unesite ispravnu email adresu

source: Enter a valid phone number
hr_hr: Unesite ispravni broj telefona

source: Enter a valid IP address
hr_hr: Unesite ispravnu IP adresu

source: Enter a number
hr_hr: Unseite broj

source: Value does not match required pattern
hr_hr: Unesena vrijednost se ne slaže za uzorkom obrasca

source: Width
hr_hr: Širina

source: (chars)
hr_hr: (znakova)

source: Height
hr_hr: Visina

source: (rows)
hr_hr: (redova)

source: Allow HTML input in this box
hr_hr: Dopustite unos HTML-a u ovo polje

source: Extension
hr_hr: Ekstenzija

source: Add a separate field for the extension
hr_hr: Dodajte dodatno polje za ekstenziju

source: Minimum length
hr_hr: Minimalna dužina

source: Fewest digits allowed in a valid phone number
hr_hr: Minimalna količina brojeva u ispravnom broju telefona

source: Display format
hr_hr: Format prikaza

source: Unformatted
hr_hr: Neuređeno

source: United States
hr_hr: SAD

source: Enter a valid phone extension
hr_hr: Unesite ispravni interni dodatak telefonskog broja

source: Enter a phone number for the extension
hr_hr: Unesite broj telefona za interni dodatak

source: Description
hr_hr: Opis

source: Text shown inline with the widget
hr_hr: Tekst koji se prikazuje uz widget

source: No
hr_hr: Ne

source: List choices, one per line. To protect against spelling changes, specify key:value names to preserve entries if the list item names change
hr_hr: Izlistajte odabire, jedan po retku. Kako biste se zaštitili od pravopisnih grešaka unesite ključne riječi kako biste sačuvali zapise ukoliko se promjeni naziv zapisa

source: (Enter a key). Value selected from the list initially
hr_hr: (Unesite ključ). Vrijednost unosa se bira na početku

source: Show time selection with date picker
hr_hr: Prikaži odabir vremena sa odabirom datuma

source: Timezone Aware
hr_hr: Računanje vremenskih zona

source: Show date/time relative to user's timezone
hr_hr: Prikaži datum i vrijeme u odnosu na korisnikovu vremensku zonu

source: Earliest
hr_hr: Najranije

source: Earliest date selectable
hr_hr: Najraniji datum koji se može odabrati

source: Latest
hr_hr: Najkasniji

source: Latest date selectable
hr_hr: Najkasniji datum koji se može odabrati

source: Allow Future Dates
hr_hr: Dopustite datume u budučnosti

source: Allow entries into the future
hr_hr: Dopustite zapise u budučnosti

source: Selected date is earlier than permitted
hr_hr: Odabrani datum je raniji od najranijeg dozvoljenog

source: Selected date is later than permitted
hr_hr: Odabrani datum je kasniji od najkasnijeg dopuštenog

source: Enter a valid date
hr_hr: Unesite ispravni datum

source: Enable Attachments
hr_hr: Omogučite priloge

source: The "file_uploads" directive is disabled in php.ini
hr_hr: Prijenos podataka -> "file_uploads" je onemogučen u php.ini

source: Default selection for this field
hr_hr: Podrazumijevana vrijednost za ovo polje

source: Dynamic Fields
hr_hr: Promjenjiva polja

source: Priority Level
hr_hr: Nivo prioriteta

source: Agents
hr_hr: Djelatnici

source: Teams
hr_hr: Timovi

source: Assignee
hr_hr: Opunomoćenik

# ticket state name
source: Open
hr_hr: Otvori

# ticket state action
source: Open
hr_hr: Otvori

# ticket state name
source: Closed
hr_hr: Zatvoreno

# ticket state action
source: Close
hr_hr: Zatvori

# ticket state name
source: Archived
hr_hr: Arhivirano

# ticket state action
source: Archive
hr_hr: Arhiviraj

# ticket state name
source: Deleted
hr_hr: Obrisano

# ticket state action
source: Delete
hr_hr: Obriši

source: Small
hr_hr: Malo

source: Maximum File Size
hr_hr: Maksimalna veličina datoteke

source: Choose maximum size of a single file uploaded to this field
hr_hr: Odredite maksimalnu veličinu datoteke za prijenos u ovo polje

source: Restrict by File Type
hr_hr: Ograniči po vrsti datoteke

source: Optionally, choose acceptable file types.
hr_hr: Opcionalno, odaberite dopustene vrste datoteka.

source: No restrictions
hr_hr: Nema ograničenja

source: Additional File Type Filters
hr_hr: Dodatni filteri po vrsti datoteke

source: Optionally, enter comma-separated list of additional file types, by extension. (e.g .doc, .pdf).
hr_hr: Opcionalno, unesite listu dodatnih vrsta datoteka, te ih razdvojite zarezom (npr. .doc, .pdf, .jpg).

source: Maximum Files
hr_hr: Najviše datoteka

source: Users cannot upload more than this many files.
hr_hr: Korisnici ne mogu prenjeti više datoteka od broja navedenog ovdje.

source: No limit
hr_hr: Nema ograničenja

source: File type is not allowed
hr_hr: Vrsta datoteke nije dopuštena

source: File size is too large
hr_hr: Datoteka je prevelika

source: Unable to save file
hr_hr: Nije moguće spremiti datoteku

source: Select
hr_hr: Odaberite

source: Drop files here or %s choose them %s
hr_hr: Ispustite datoteke ovdje ili %s ih odaberite %s

source: Content
hr_hr: Sadržaj

source: Free text shown in the form, such as a disclaimer
hr_hr: Slobodan tekst prikazan u obrascu, poput "odricanje od odgovornosti"

source: Attachments
hr_hr: Privitci

source: Whoops. Perhaps you meant to send some CSV records
hr_hr: Ups. Možda ste htijeli poslati CSV zapise

source: %s: Field must have `variable` set to be imported
hr_hr: %s: Polje mora biti `promjenjivo` kako bi moglo biti uvezeno

source: Bad data. Expected: %s
hr_hr: Loši podaci . Očekivano : %s

source: %1$s: Invalid data: %2$s
hr_hr: %1$s: Neispravni podaci: %2$s

source: No errors
hr_hr: Nema grešaka

source: Unexpected control character found
hr_hr: Pronađeni neočekivani kontrolni znakovi

source: Syntax error, malformed JSON
hr_hr: Pogreška sintakse, oštećen JSON

source: Malformed UTF-8 characters, possibly incorrectly encoded
hr_hr: Greška na UTF-8 znakovima, moguće greške kod kodiranja

source: Unknown error
hr_hr: Nepoznata greška

source: Unknown JSON parsing error
hr_hr: Nepoznata greška analize sintakse JSON

source: Title is required
hr_hr: Potreban naslov

source: Alphabetical
hr_hr: Abecedno (A-Ž)

source: Alphabetical (Reversed)
hr_hr: Abecedno(Ž-A)

source: Manually Sorted
hr_hr: Ručno sortirano

source: Value
hr_hr: Vrijednost

source: %s is required
hr_hr: %s je obavezno

source: Custom Lists
hr_hr: Prilagođene liste

source: Allow Reopen
hr_hr: Dopusti ponovno otvaranje

source: Allow tickets on this status to be reopened by end users
hr_hr: Dopusti da kartice sa ovim statusom budu ponovno otvorene od strane korisnika

source: Reopen Status
hr_hr: Ponovno otvori status

source: Unknown or invalid flag
hr_hr: Nepoznata ili neispravna oznaka

source: Unknown or invalid flag format
hr_hr: Nepoznat ili neispravan format oznake

source: Unknown or invalid state
hr_hr: Nepoznat ili neispravan status

source: Mailer Error
hr_hr: Greška Mailera

source: image
hr_hr: slika

source: Banned email — %s
hr_hr: Blokirani email — %s

source: Mail Processing Exception
hr_hr: Iznimka procesiranja emaila

source: Mailbox: %s | Error(s): %s
hr_hr: Mailbox: %s | Greške: %s

source: Excessive errors processing emails for %1$s/%2$s. Please manually check the inbox.
hr_hr: Iznimno velik broj grešaka za %1$s/%2$s. Molimo Vas da ručno provjerite inbox.

source: Mail Fetcher
hr_hr: Dohvaćanje e-pošte

source: osTicket requires PHP IMAP extension enabled for IMAP/POP3 email fetch to work!
hr_hr: osTicket zahtjeva PHP IMAP ekstentiju da bude omogučena za IMAP/POP3 kako bi dohvačanje e-pošte radilo!

source: Mail Fetch Error
hr_hr: Greška dohvaćanja e-pošte

source: osTicket is having trouble fetching emails from the following mail account
hr_hr: osTicket ima problema sa dohvaćanjem e-pošte sa sljedećeg email računa

source: %1$d consecutive errors. Maximum of %2$d allowed
hr_hr: %1$d uzastopnih grešaka. Najviše %2$d grešaka je dopušteno

source: This could be connection issues related to the mail server. Next delayed login attempt in aprox. %d minutes
hr_hr: Ovo bi mogle biti greške kod spajanja sa mail serverom . Ponovni pokušaj prijave bit će za %d minuta

source: Mail Fetch Failure Alert
hr_hr: Upozorenje, greška dohvaćanja e-pošte

source: Dashboard
hr_hr: Kontrolna ploča

source: Agent Dashboard
hr_hr: Djelatnikova kontrolna ploča

source: Users
hr_hr: Korisnici

source: User Directory
hr_hr: Korisnikov direktorij

source: Tickets
hr_hr: Kartice

source: Ticket Queue
hr_hr: Kartice u redu čekanja

source: Applications
hr_hr: Aplikacije

source: My&nbsp;Tickets
hr_hr: Moje&nbsp;Kartice

source: New Ticket
hr_hr: Nova kartica

source: Open a New Ticket
hr_hr: Otvoriti novi zahtjev

source: Agent Directory
hr_hr: Djelatnikov direktorij

source: My Profile
hr_hr: Moj profil

source: Organizations
hr_hr: Organizacije

source: FAQs
hr_hr: FAQ - Najčešća pitanja

source: Categories
hr_hr: Kategorije

source: Canned Responses
hr_hr: Pripremljeni odgovori

source: Admin Dashboard
hr_hr: Administrativna kontrolna ploča

source: Settings
hr_hr: Postavke

source: System Settings
hr_hr: Sistemske postavke

source: Manage
hr_hr: Upravljaj

source: Manage Options
hr_hr: Upravljanje opcijama

source: Email Settings
hr_hr: Postavke e-pošte

source: Manage Agents
hr_hr: Upravljanje djelatnicima

source: System Logs
hr_hr: Sistemski dnevnici

source: Company
hr_hr: Tvrtka

source: System
hr_hr: Sistem

source: Help Topics
hr_hr: Teme podrške

source: Ticket Filters
hr_hr: Filteri kartica

source: SLA Plans
hr_hr: RU ugovori

source: API Keys
hr_hr: API ključevi

source: Pages
hr_hr: Stranice

source: Forms
hr_hr: Obrasci

source: Lists
hr_hr: Liste

source: Plugins
hr_hr: Dodaci

source: Email Addresses
hr_hr: Email adrese

source: Banned Emails
hr_hr: Blokirani email-ovi

source: Templates
hr_hr: Predlošci

source: Email Templates
hr_hr: Email predlošci

source: Diagnostic
hr_hr: Dijagnostika

source: Email Diagnostic
hr_hr: Email dijagnostika

source: Departments
hr_hr: Odjeli

source: Support Center Home
hr_hr: Naslovna Tehničke podrške

source: Tickets (%d)
hr_hr: Kartice (%d)

source: Show all tickets
hr_hr: Prikaži sve kartice

source: View Ticket Thread
hr_hr: Pogledaj teme kartica

source: View ticket status
hr_hr: Pogledaj status kartice

source: Check Ticket Status
hr_hr: Provjeriti status kartice

source: %s Note
hr_hr: %s Napomena

source: Create
hr_hr: Izradi

source: Primary Contacts
hr_hr: Osnovni kontakti

source: Account Manager
hr_hr: Upravitelj računa

source: Organization Members
hr_hr: Članovi organizacije

source: Organization with the same name already exists
hr_hr: Organizacija sa istim imenom već postoji

source: Enter a valid email domain, like domain.com
hr_hr: Unesite ispravnu email domenu, kao što je domena.com

source: Select an agent or team from the list
hr_hr: Odaberi djelatnika ili tim sa liste

source: Organization Data
hr_hr: Podaci o organizacije

source: %s: Reverse does not specify any constraints
hr_hr: %s: Obrnuto ne navodi ograničenja

source: %s: %s: Field not defined
hr_hr: %s: %s: Polje nije definirano

source: QuerySet is read-only
hr_hr: QuerySet je samo za čitanje

source: Parameter count does not match query
hr_hr: Broj parametara ne odgovara upitu

source: Invalid CSRF token [%1$s] on %2$s
hr_hr: Neispravan CSRF token [%1$s] na %2$s

source: Invalid CSRF Token
hr_hr: Neispravan CSRF Token

source: Company Information
hr_hr: informacija o Poduzeću

source: osTicket Alerts
hr_hr: osTicket upozorenja

source: Backtrace
hr_hr: Povratno praćenje

source: A page currently in-use CANNOT be disabled!
hr_hr: Stranica koja se trenutno koristi NE MOŽE se onemogučiti!

source: Page is in-use!
hr_hr: Stranica se koristi!

source: Type is required
hr_hr: Potrebno je navesti vrstu

source: Name is required
hr_hr: Potrebno je navesti naziv

source: Name already exists
hr_hr: Naziv već postoji

source: Page body is required
hr_hr: Potreban je sadržaj stranice

source: this site page
hr_hr: ova stranica

source: Showing
hr_hr: Prikazuju se

source: %1$d - %2$d of %3$d
hr_hr: %1$d - %2$d od %3$d

source: Verified by %s
hr_hr: Verificirao %s

source: Verified
hr_hr: Verificirano

source: Registered
hr_hr: Registriran

source: The originator of this extension cannot be verified
hr_hr: Tvorac ove ekstenzije ne može biti verificiran

source: Topics
hr_hr: Teme

source: Agent
hr_hr: Djelatnik

source: Opened
hr_hr: Otvoreno

source: Assigned
hr_hr: Dodijeljeno

source: Closed
hr_hr: Zatvoreno

source: Reopened
hr_hr: Ponovo otvoreni

source: Service Time
hr_hr: Vrijeme popravka

source: Response Time
hr_hr: Vrijeme odgovora

source: Search
hr_hr: Traži

source: Created
hr_hr: Izrađeno

source: Last Response
hr_hr: Zadnji odgovor

source: State
hr_hr: Stanje

source: Flags
hr_hr: Oznake

source: Me
hr_hr: Ja

source: Open
hr_hr: Otvori

source: Phone
hr_hr: Telefon

source: Other
hr_hr: Ostalo

source: Error accessing SQL file %s
hr_hr: Greška kod pristupanja SQL datoteci %s

source: Error parsing SQL schema
hr_hr: Greška analize sintakse SQL sheme

source: Invalid object: %s: Expected class
hr_hr: Neispravan objekt: %s: Očekivana klasa

source: Invalid check function: Must be callable
hr_hr: Neispravna funkcija provjere: Mora biti pozivna

source: Service Level Agreement
hr_hr: Ugovor o razini usluge

source: Grace Period (hrs)
hr_hr: Vrijeme počeka (u satima)

source: Grace period required
hr_hr: Potrebno vrijeme počeka

source: Numeric value required (in hours)
hr_hr: Potrebna je brojčana vrijednost (u satima)

source: this SLA plan
hr_hr: ovaj Ugovor o Razini Usluge

source: %s (%d hours - %s)
hr_hr: %s (%d sati - %s)

source: Active
hr_hr: Aktivno

source: Mobile Number
hr_hr: Broj mobitela

source: Signature
hr_hr: Potpis

source: First name is required
hr_hr: Ime je obavezno

source: Last name is required
hr_hr: Prezime je obavezno

source: Valid email is required
hr_hr: Email je obavezan

source: Already in-use as system email
hr_hr: Navedena email adresa je već u upotrebi kao sistemska email adresa

source: Email already in use by another agent
hr_hr: Email već koristi drugi djelatnik

source: Valid phone number is required
hr_hr: Telefonski broj je obavezan

source: You don't have a signature
hr_hr: Nemate potpis

source: Unable to retrieve password reset email template
hr_hr: Nije moguće dohvatiti predložak emaila za poništavanje zaporke

source: Agent Password Reset
hr_hr: Poništavanje djelatnikove zaporke

source: Password reset was attempted for agent: %1$s<br><br> Requested-User-Id: %2$s<br> Source-Ip: %3$s<br> Email-Sent-To: %4$s<br> Email-Sent-Via: %5$s
hr_hr: Izvršeno je poništavanje zaporke za djelatnika: %1$s<br><br> Korisnički-ID: %2$s<br> Izvorna-IP-adresa: %3$s<br> Email-poslan-na: %4$s<br> Email-poslan-putem: %5$s

source: Internal Error
hr_hr: Interna greška

source: First name required
hr_hr: Ime je obavezno

source: Last name required
hr_hr: Prezime je obavezno

source: Username is required
hr_hr: Korisničko ime je obavezno

source: Username already in use
hr_hr: Korisničko ime je već u upotrebi

source: Already in use system email
hr_hr: Sistemska email adresa je već u upotrebi

source: Department is required
hr_hr: Odjel je obavezan

source: Cowardly refusing to remove or lock out the only active administrator
hr_hr: S dužnim poštovanjem odbijam ukloniti ili isključiti jedinog aktivnog administratora

source: this agent
hr_hr: Ovaj djelatnik

source: New Password
hr_hr: Nova lozinka

source: Confirm Password
hr_hr: Potvrdi zaporku

source: Current Password
hr_hr: Trenutna lozinka

source: Primary Department
hr_hr: Osnovni odjel

source: Account Type
hr_hr: Vrsta računa

source: Temporary Password
hr_hr: Privremena zaporka

source: Post Reply
hr_hr: Odgovor

source: SYSTEM (Auto Assignment)
hr_hr: SISTEM (Automatski raspored)

source: A collaborator
hr_hr: Suradnik

source: SYSTEM
hr_hr: SISTEM

source: Team Name
hr_hr: Naziv tima

source: Team Lead
hr_hr: Vodstvo tima

source: Team Members
hr_hr: Članovi tima

source: Team name is required
hr_hr: Potrebno je ime tima

source: Team name already exists
hr_hr: Navedeno ime tima je već u upotrebi

source: this team
hr_hr: ovaj tim

source: System Management Templates
hr_hr: Predlošci upravljanja sustavom

source: New Ticket Auto-response
hr_hr: Automatski odgovor na novootvorenu karticu

source: Autoresponse sent to user, if enabled, on new ticket.
hr_hr: Automatski odgovor koji će biti upućen klijentu kod novootvorene kartice, ukoliko je slanje automatsko odgovora omogućeno.

source: New Ticket Auto-reply
hr_hr: Automatski odgovor na novootvorenu karticu

source: Canned Auto-reply sent to user on new ticket, based on filter matches. Overwrites "normal" auto-response.
hr_hr: Pripremljeni automatski odgovor poslan korisniku kod otvaranja nove kartice vezan uz odabire filtera. Ovaj pripremljeni odgor nadjačava i zamjenjuje "normalni" automatski odgovor.

source: New Message Auto-response
hr_hr: Automatski odgovor na novu poruku

source: Confirmation sent to user when a new message is appended to an existing ticket.
hr_hr: Potvrda poslana korisniku kod odgovora na otvorenoj kartici.

source: New Ticket Notice
hr_hr: Obavijet o novoj kartici

source: Notice sent to user, if enabled, on new ticket created by an agent on their behalf (e.g phone calls).
hr_hr: Obavijest poslana korisniku, ukoliko je ova opcija omogućena, vezana uz karticu koja je otvorena u ime korisnika od strane djelatnika tehničke podrške (npr. nako telefonskog razgovora i sl.).

source: Overlimit Notice
hr_hr: Obavijest o prekomjerenom broju kartica

source: A one-time notice sent, if enabled, when user has reached the maximum allowed open tickets.
hr_hr: Obavijest korisniku, ukoliko je ova opcija omogućena, da je postigao limit dopuštenih otvorenih kartica.

source: Response/Reply Template
hr_hr: Predložak odgovora

source: Template used on ticket response/reply
hr_hr: Predložak koji se koristi kod odgovora na karticu

source: New Activity Notice
hr_hr: Obavijest o novoj aktivnosti na kartici

source: Template used to notify collaborators on ticket activity (e.g CC on reply)
hr_hr: Predložak koji se koristi za obavještavanje suradnika o aktivnosti na kartici (npr. CC na odgovoru)

source: New Ticket Alert
hr_hr: Obavijest o novoj kartici

source: Alert sent to agents, if enabled, on new ticket.
hr_hr: Obavijest poslana djelatnicima, ukoliko je omogućena, kod novootvorenih kartica.

source: New Message Alert
hr_hr: Obavijest o novopristigloj poruci

source: Alert sent to agents, if enabled, when user replies to an existing ticket.
hr_hr: Obavijest poslana djelatnicima, ukoliko je omogućena, da je korisnik odgovorio na postojeću karticu.

source: Internal Activity Alert
hr_hr: Upozorenje unutarnje aktivnosti

source: Alert sent out to Agents when internal activity such as an internal note or an agent reply is appended to a ticket.
hr_hr: Upozorenje će biti poslano agentima kada unutarnja aktivnost kao što je unutarnja poruka ili odgovor agenta u prilogu kartice.

source: Ticket Assignment Alert
hr_hr: Obavijest o dodjeljivanju kartice
