Repository: 3tav/OsTicket
Catalog: include/i18n/_*/1.10.x/LC_MESSAGES/messages.po
Languages: hr_hr

source: To avoid possible conflicts, please take a minute to rename configuration file as shown below.
hr_hr: Kako biste izbjegli konflikte, molimo Vas da odvojite minutu i promjenite naziv konfiguracijske datoteke, kako je prikazano niže.

source: Solution
hr_hr: Rješenje

source: Rename file <b>include/settings.php</b> to <b>include/ost-config.php</b> and click continue below.
hr_hr: Preimenujte datoteku <b>include/settings.php</b> u <b>include/ost-config.php</b> i kliknite nastavi niže.

source: If you are looking for a greater level of support, we provide <u>professional upgrade</u> and commercial support with guaranteed response times and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs. <a target="_blank" href="http://osticket.com/support">Learn More!</a>
hr_hr: Ukoliko tražite viši nivo podrške, nudimo Vam<u>profesionalnu nadogradnju</u> i komercijalnu podršku sa garantiranim vremenom odgovora i pristupom osnovnom timu developera. Možemo Vam pomoći da prilagodite osTicket ili možemo dodati nove mogućnosti sistemu, skrojene samo za Vas. <a target="_blank" href="http://osticket.com/support">Saznaj više!</a>

source: Migrate to osTicket %s
hr_hr: Migrirajte na osTicket %s

source: Thank you for taking the time to upgrade your osTicket intallation!
hr_hr: Hvala Vam što ste odvojili vremena i ažurirali svoju instalaciju osTicketa!

source: Please don't cancel or close the browser. Any errors at this stage will be fatal.
hr_hr: Molimo Vas da ne otkazujete i ne zatvarate preglednik. Bilo koja greška u ovoj fazi može biti konačna.

source: Applying updates to database stream: %s
hr_hr: Primjenjujem ažuriranja na bazu podataka: %s

source: In order to upgrade to this version of osTicket, a database migration is required. This upgrader will automatically apply the database patches shipped with osTicket since your last upgrade.
hr_hr: Kako biste nadogradili svoj osTicket na ovu verziju, migracija baze podataka je potrebna. Program za ažuriranje će automatski primjeniti zakrpe baze podataka.

source: The upgrade wizard will now attempt to upgrade your database and core settings!
hr_hr: Čarobnjak za nadogradnju će sada pokušati nadograditi Vašu bazu podataka i osnovne postavke!

source: Below is a summary of the database patches to be applied.
hr_hr: Niže se nalazi sažetak zakrpi koje će biti instalirane kod nadogradnje baze podataka.

source: Upgrade Now
hr_hr: Nadogradi sada

source: %s - Relax!
hr_hr: %s - Opustite se!

source: FAQ article
hr_hr: ČPP članak

source: FAQ category
hr_hr: ČPP kategorija

source: Page Not Found
hr_hr: Stranica nije pronađena

source: System upgrade is pending
hr_hr: Nadogradnja sistema na čekanju

source: Please rename config file include/%s to include/ost-config.php to avoid possible conflicts
hr_hr: Molimo Vas da preimenujete config file include/%s u include/ost-config.php konflikti

source: Please take a minute to delete <strong>setup/install</strong> directory (../setup/) for security reasons.
hr_hr: Molimo Vas da odvojite nekoliko trenutaka da obrišete <strong>setup/install</strong> direktotij (../setup/) iz sigurnosnih razloga.

source: Please change permission of config file (%1$s) to remove write access. e.g <i>chmod 644 %2$s</i>
hr_hr: Molimo vas da promjenite dopuštenja config file-a (%1$s) tako da uklonite dopuštenja pisanja. npr.<i>chmod 644 %2$s</i>

source: Please consider turning off register globals if possible
hr_hr: Molimo Vas da razmislite o isključivanju globalnog registra, ako je moguće

source: osTicket :: Admin Control Panel
hr_hr: osTicket :: Administratorska upravljačka ploča

source: an API key
hr_hr: API ključ

source: one API key
hr_hr: jedan API ključ

source: Successfully enabled %s
hr_hr: %s uspješno omogućeno

source: %1$d of %2$d %3$s enabled
hr_hr: %1$d od %2$d %3$s omogućeno

source: Unable to enable %s
hr_hr: Ne mogu omogučiti %s

source: Successfully disabled %s
hr_hr: %s uspješno onemogućeno

source: %1$d of %2$d %3$s disabled
hr_hr: %1$d od %2$d %3$s onemogućeno

source: Unable to disable %s
hr_hr: Nije moguće onemogućiti %s

source: %1$d of %2$d %3$s deleted
hr_hr: %1$d od %2$d %3$s obrisano

source: Unknown action - get technical help.
hr_hr: Nepoznata radnja - potražite pomoć.

source: Mail fetcher cron call [%s]
hr_hr: Cron poziv za email pretraživanje [%s]

source: System ban list is empty.
hr_hr: Sistemska crna lista je prazna.

source: SYSTEM BAN LIST filter is <b>DISABLED</b>
hr_hr: Filter SISTEMSKE CRNE LISTE je <b>ONEMOGUĆEN</b>

source: enable here
hr_hr: omogući ovdje

source: ban list
hr_hr: crna lista

source: ban rule
hr_hr: pravilo blokiranja

source: this ban rule
hr_hr: ovo pravilo zabrane

source: Email already in the ban list
hr_hr: Email je već na crnoj listi

source: Email address added to ban list successfully
hr_hr: Email adresa dodana na crnu listu

source: Error creating %s. Try again!
hr_hr: Greška kod izrade %s. Pokušajte ponovno!

source: You must select at least %s to process.
hr_hr: Morate odabrati barem %s da biste nastavili.

source: one email
hr_hr: jedan email

source: canned response
hr_hr: pripremljeni odgovor

source: one canned response
hr_hr: jedan pripremljeni odgovor

source: this category
hr_hr: ova kategorija

source: one category
hr_hr: jedna kategorija

source: Successfully made %s PUBLIC
hr_hr: %s Javno objavljeno

source: %1$d of %2$d %3$s made PUBLIC
hr_hr: %1$d od %2$d %3$s javno objavljeno

source: Unable to make %s PUBLIC.
hr_hr: Nije moguće javno objaviti %s.

source: Successfully made %s PRIVATE
hr_hr: %s učinjeno privatno

source: %1$d of %2$d %3$s made PRIVATE
hr_hr: %1$d od %2$d %3$s učinjeno privatno

source: Unable to make %s PRIVATE
hr_hr: Nije moguće učiniti privatno %s

source: one department
hr_hr: jedan odjel

source: You cannot disable/delete a default department. Select a new default department and try again.
hr_hr: Ne možete onemogučiti/obrisati osnovni odjel. Odaberite novi osnovni odjel i pokušajte ponovno.

source: Unable to make %s private. Possibly already private!
hr_hr: %s nije moguće učiniti privatnim. Moguće da je već privatno!

source: Departments with agents can not be deleted. Move the agents first.
hr_hr: Odjeli koji imaju djelatnike ne mogu biti obrisani. Najprije premjestite djelatnike, pa pokušajte ponovno.

source: Select from email address
hr_hr: Odaberite iz email adresa

source: Valid recipient email address required
hr_hr: Potrebna važeća email adresa primatelja

source: Subject required
hr_hr: Potreban naslov

source: Test email sent successfully to <%s>
hr_hr: Testni email uspješno poslan za <%s>

source: Error sending email - try again.
hr_hr: Greška slanja email poruke - pokušajte ponovno.

source: Test Outgoing Email
hr_hr: Testiraj odlazne email poruke

source: Use the following form to test whether your <strong>Outgoing Email</strong> settings are properly established.
hr_hr: Koristite ovaj obrazac kako biste testirali jesu li postavke <strong>izlaznog emaila</strong> pravilno postavljene.

source: Select FROM Email
hr_hr: Odaberi iz emaila

source: email message to send.
hr_hr: email poruka za slanje.

source: Send Message
hr_hr: Pošalji poruku

source: this FAQ article
hr_hr: ovaj FAQ članak

source: %s: Invalid or unknown
hr_hr: %s: Neispravno ili nepoznato

source: Successfully published %s
hr_hr: %s uspješno objavljeno

source: Unable to publish %s. Try editing it.
hr_hr: Nije moguće objaviti %s. Pokušajte to urediti .

source: Successfully unpublished %s
hr_hr: %s uspješno odobjavljeno

source: Unable to unpublish %s. Try editing it.
hr_hr: Nije moguće odobjaviti %s. Pokušajte to urediti.

source: Invalid action
hr_hr: Neispravna radnja

source: ticket filter
hr_hr: filter kartice

source: one ticket filter
hr_hr: jedan filter kartice

source: selected ticket filter
hr_hr: odabrani filter kartice

source: custom form
hr_hr: prilagođeni obrazac

source: Field variable name is not unique
hr_hr: Naziv prilagodljivog polja nije jedinstven

source: The issue summary must be a field that supports user input, such as short answer
hr_hr: SAžetak pitanja mora biti polje koje podržava unos od strane korisnika, kao što je kratki odgovor

source: Field has validation errors
hr_hr: Polje imae greške u validaciji

source: one custom form
hr_hr: jedan prilagođeni obrazac

source: Unable to commit %s. Check validation errors
hr_hr: Nije moguće izvršiti %s. Provjerite greške validacije

source: this custom form
hr_hr: ovaj prilagođeni obrazac

source: one help topic
hr_hr: jedna tema podrške

source: Successfully set sorting configuration
hr_hr: Uspješno postavljanje sortiranja konfiguracije

source: Unable to set sorting mode
hr_hr: Nije moguće postaviti način razvrstavanja

source: Unknown or invalid FAQ category
hr_hr: Nepoznata ili neispravna kategorija ČPP

source: custom list items
hr_hr: prilagođeni popis stavki

source: this custom list
hr_hr: ovaj popis stavki

source: one custom list
hr_hr: jedan popis stavki

source: Successfully imported %1$d %2$s
hr_hr: Uspješno uvezeno %1$d %2$s

source: Invalid login
hr_hr: Neispravna prijava

source: one log entry
hr_hr: jedna bilješka zapisa

source: Organization ID must be specified for import
hr_hr: ID organizacije mora biti naveden za uvoz

source: Trying to remove end users from an unknown organization
hr_hr: Pokušavam ukloniti krajnje korisnike iz nepoznate organizacije

source: one end user
hr_hr: jedan krajnji korisnik

source: selected end user
hr_hr: odabrani krajnji korisnik

source: %1$d of %2$d %3$s removed
hr_hr: %1$d od %2$d %3$s uklonjeni

source: Unable to remove %s
hr_hr: Ne mogu ukloniti %s

source: one organization
hr_hr: jedna organizacija

source: Unable to manage any of the selected organizations
hr_hr: Nije moguće upravljati nijednom od odabranih organizacija

source: Not all selected items were updated
hr_hr: Nisu svi odabrani predmeti ažurirani

source: Successfully managed selected organizations
hr_hr: Uspješno upravljanje odabranim organizacijama

source: Query token not found
hr_hr: Oznaka upita nije pronađena

source: organizations
hr_hr: organizacije

source: Internal error: Unable to export results
hr_hr: Interna greška: Nije moguče izvesti rezultate

source: Internal error: Unable to dump query results
hr_hr: Interna pogreška : Ne mogu izbaciti rezultate upita

source: one site page
hr_hr: jedna stranica

source: One or more of the %s is in-use and CANNOT be disabled/deleted.
hr_hr: Jedan ili više %s je trenutno u upotrebi i NE MOGU se obrisati / onemogučiti.

source: one plugin
hr_hr: jedan dodatak

source: Successfully installed %s
hr_hr: %s uspješno instalirano

source: a plugin
hr_hr: dodatak

source: Internal Error. Action Denied
hr_hr: Interna greška. Radnja odbijena

source: Profile updated successfully
hr_hr: Profil je uspješno ažuriran

source: <b>Welcome back %s</b>! You are listed as 'on vacation' Please let your manager know that you are back.
hr_hr: <b>Dobro došli natrag %s</b>! Vaš status je još uvijek "godišnji odmor", molimo Vas obavijestite svog upravitelja da ste se vratili.

source: Unable to reset password. Contact your administrator
hr_hr: Nije moguče poništiti zaporku. Kontaktirajte svog administratora

source: Please enter your username or email
hr_hr: Molimo Vas da unesete svoje korisničko ime ili email adresu

source: Knowledgebase Settings
hr_hr: Postavke baze znanja

source: a SLA plan
hr_hr: Ugovor o razini usluge

source: one SLA plan
hr_hr: jedan ugovor o razini usluge

source: Session timed out due to inactivity
hr_hr: Sesija je završila zbog neaktivnosti

source: Access Denied. Contact Admin
hr_hr: Pristup odbijen. Kontaktirajte administratora

source: System Offline
hr_hr: Sistem je offline

source: System is set to offline mode
hr_hr: Sistem je u offline postavci

source: Client interface is disabled and ONLY admins can access staff control panel.
hr_hr: Korisničko sučelje je onemogučeno i SAMO administratori mogu pristupiti upravljačkoj ploči djelatnika.

source: osTicket :: Staff Control Panel
hr_hr: osTicket :: Upravljačka ploča djelatnika

source: one agent
hr_hr: jedan djelatnik

source: You can not disable/delete yourself - you could be the only admin!
hr_hr: Ne možete obrisati / onemogučiti sami sebe - možda ste jedini administrator!

source: %1$d of %2$d %3$s activated
hr_hr: %1$d od %2$d %3$s aktivirano

source: Unable to activate %s
hr_hr: Nije moguće aktivirati %s

source: Access denied. Contact admin if you believe this is in error
hr_hr: Pristup blokiran. Kontaktirajte administratora ukoliko smatrate da je ovo greška

source: Internal note posted successfully
hr_hr: Interna bilješka uspješno postavljena

source: Unable to post internal note - missing or invalid data.
hr_hr: Nije moguće postaviti internu bilješku - podaci nedostaju ili su neispravni.

# queue-name
source: Open
hr_hr: Otvori

source: one team
hr_hr: jedan tim

source: Successfully activated %s
hr_hr: %s uspješno aktivirano

source: template set
hr_hr: set predložaka

source: %s: Unknown or invalid %s
hr_hr: %s: Nepoznato ili neispravno %s

source: message template
hr_hr: upravljanje predlošcima

source: this message template
hr_hr: ovaj predložak poruke

source: this template
hr_hr: ovaj predložak

source: a template set
hr_hr: set predložaka

source: one template set
hr_hr: jedan set predložaka

source: (in-use and default template sets cannot be disabled)
hr_hr: (predložak u upotrebi i osnovni predložak ne mogu se obrisati)

source: Action denied. Contact admin for access
hr_hr: Radnja odbijena. Kontaktirajte administratora radi pristupa

source: Response required
hr_hr: Potreban odgovor

source: Action Denied. Ticket is locked by someone else!
hr_hr: Pristup odbijen. Kartica je zaključana od nekog drugog!

source: Email is in banlist. Must be removed to reply.
hr_hr: Email se nalazi na crnoj listi. Mora biti uklonjen sa crne liste za odgovor.

source: %s: Reply posted successfully
hr_hr: %s: Uspješno odgovoreno

source: Permission Denied. You are not allowed to edit tickets
hr_hr: Pristup odbijen. Nemate dopuštenje uređivati kartice

source: Ticket updated successfully
hr_hr: Kartica uspješno ažurirana

source: Ticket is not assigned!
hr_hr: Kartica nije dodjeljena!

source: Ticket released (unassigned) from %1$s by %2$s
hr_hr: Kartica otpuštena (ne dodjeljena) sa %1$s od %2$s

source: Ticket unassigned
hr_hr: Kartica ne dodjeljena

source: Problems releasing the ticket. Try again
hr_hr: Problemi sa otpustom kartice. Pokušajte ponovno

source: Permission Denied. You are not allowed to assign/claim tickets.
hr_hr: Pristup odbijen. Nemate dopuštenje dodjeljivati / prisvajati kartice.

source: Only open tickets can be assigned
hr_hr: Samo otvorene kartice se mogu dodjeljivati

source: Ticket is already assigned to %s
hr_hr: Kartica je već dodjeljena %s

source: Ticket is now assigned to you!
hr_hr: Kartica je sada dodjeljena Vama!

source: Problems assigning the ticket. Try again
hr_hr: Problemi kod dodjele kartice. Pokušajte ponovno

source: Permission Denied. You are not allowed to flag tickets overdue
hr_hr: Nemate dopuštenje označavati kartice sa "prošao rok"

source: Ticket flagged as overdue by %s
hr_hr: Kartice označene oznakom "prošao rok" od strane %s

source: Ticket Marked Overdue
hr_hr: Kartica označena kao prekoračena

source: Problems marking the the ticket overdue. Try again
hr_hr: Problemi kod označavanja kartice oznakom "prošao rok". Pokušajte ponovno

source: Permission Denied. You are not allowed to flag tickets
hr_hr: Pristup odbijen. Nemate dopuštenje označavati kartice

source: Ticket flagged as answered by %s
hr_hr: Kartica označena kao odgovorena od strane %s

source: Ticket Marked Answered
hr_hr: Kartica označena kao odgovorena

source: Problems marking the the ticket answered. Try again
hr_hr: Greška kod označavanja kartice odgovorenom. Pokušajte ponovno

source: Ticket flagged as unanswered by %s
hr_hr: Kartica označena kao neodgovorena od strane %s

source: Ticket Marked Unanswered
hr_hr: Kartica označena kao neodgovorena

source: Problems marking the ticket unanswered. Try again
hr_hr: Greška kod označavanja kartice neodgovorenom. Pokušajte ponovno

source: Permission Denied. You are not allowed to ban emails
hr_hr: Nemate ovlasti blokirati email adrese

source: Email already in banlist
hr_hr: Email adresa se već nalazi na crnoj listi

source: Email %s added to banlist
hr_hr: Email %s dodan na crnu listu

source: Unable to add the email to banlist
hr_hr: Nije moguće dodati email na crnu listu

source: Permission Denied. You are not allowed to remove emails from banlist.
hr_hr: Nemate dopuštenje uklanjati email adrese sa crne liste.

source: Email removed from banlist
hr_hr: Email uklonjen sa crne liste

source: Email is not in the banlist
hr_hr: Email se ne nalazi na crnoj listi

source: Unable to remove the email from banlist. Try again.
hr_hr: Nije moguće ukloniti email sa crne liste. Pokušajte ponovno.

source: Ticket ownership changed to %s
hr_hr: Vlasništvo kartice promjenjeno na %s

source: Unable to change ticket ownership. Try again
hr_hr: Nije bilo moguće promjeniti vlasništvo kartice. Pokušajte ponovno

source: You must select action to perform
hr_hr: Morate odabrati radnju koju želite izvesti

source: to create tickets
hr_hr: za izradu kartica

source: Ticket created successfully
hr_hr: Kartica uspješno dodjeljena

source: Stale Tickets
hr_hr: Neaktivne kartice

source: %d overdue tickets!
hr_hr: %d kartica kojima je prošao rok za odgovor!

source: Internal error: Unable to export the ticket to PDF for print.
hr_hr: Interna greška: Nije moguće izvesti kartice u PDF za printanje.

source: Nothing to do! System already upgraded to the current version
hr_hr: Ništa za napraviti! Sustav je već nadograđen na trenutnu verziju

source: Nothing to do! System already upgraded to <b>%s</b> with no pending patches to apply.
hr_hr: Ništa za napraviti! Sustav je već nadograđen na<b>%s</b>bez potrebe za dodatnim zakrpama.

source: The upgrader does NOT support upgrading from the current patch [%s]!
hr_hr: Program za nadogradnju ne podržava nadogradnju sa sadašnje zakrpe [%s]!

source: Unable to update user account information
hr_hr: Ne mogu ažurirati informacije o korisničkom računu

source: this end user
hr_hr: ovaj krajnji korisnik

source: end user account
hr_hr: račun krajnjeg korisnika

source: Account is already confirmed
hr_hr: Korisnički račun je već potvrđen

source: Account activation email sent to %s
hr_hr: Aktivacijski email je poslan na %s

source: Unable to send account activation email - try again!
hr_hr: Ne mogu poslati aktivacijski email - pokušajte ponovno!

source: Account password reset email sent to %s
hr_hr: Email za poništavanje korisničke zaporke poslan jena adresu %s

source: Unable to send account password reset email - try again!
hr_hr: Ne mogu poslati email za poništavanje zaporke - Pokušajte ponovno!

source: Unable to manage any of the selected end users
hr_hr: Nije moguće upravljati nijednim od korisnika

source: Successfully managed selected end users
hr_hr: Uspješno upravljanje odabranim korisnicima

source: users
hr_hr: korisnici

source: Server configuration error
hr_hr: Greška sa konfiguracijom servera

source: osTicket Installer
hr_hr: osTicket instalacijski program

source: Installing osTicket %s
hr_hr: Instaliranje osTicketa %s

source: Installation Guide
hr_hr: Vodič kroz instalaciju

source: Get Professional Help
hr_hr: Potražite profesionalnu pomoć

source: Minimum requirements not met!
hr_hr: Minimalni zahtjevi nisu ispunjeni!

source: Configuration file does NOT exist. Follow steps below to add one.
hr_hr: Konfiguracija datoteka ne postoji. Slijedite korake u nastavku da biste dodali jednu.

source: Write access required to continue
hr_hr: Dopuštenja pisanja potrebna su kako bi se nastavilo dalje

source: Invalid
hr_hr: Neispravno

source: Check one or more
hr_hr: Odaberite jednu ili više

source: Helpdesk Name
hr_hr: Naziv centra za podršku

source: The name of your support system e.g [Company Name] Support
hr_hr: Naziv tehničke podrške npr. [Naziv tvrtke] podrška

source: Default email address e.g support@yourcompany.com - you can add more later!
hr_hr: Osnovna email adresa npr. podrška@vasatvrtka.com - kasnije možete dodati još!

source: Admin's first name
hr_hr: Administratorovo ime

source: Admin's last name
hr_hr: Administratorovo prezime

source: Admin's personal email address. Must be different from system's default email.
hr_hr: Administratorova osobna email adresa. Mora se razlikovati od osnovne sistemske email adrese.

source: Admin's login name. Must be at least three (3) characters.
hr_hr: Administratorovo korisničko ime. Mora sadržavati najmanje tri (3) znaka.

source: Admin's password. Must be five (5) characters or more.
hr_hr: Administratorova zaporka. Mora sadržavati najmanje pet (5) znakova ili više.

source: Retype admin's password. Must match.
hr_hr: ponovno ipišite administratorovu zaporku. Mora biti ista kao i prvo upisana.

source: MySQL Table Prefix
hr_hr: Prefiks MySQL tablice

source: osTicket requires table prefix in order to avoid possible table conflicts in a shared database.
hr_hr: osTicket zahtjeva prefiks tablice kako bi se izbjegla mogući konflikti sa drugim tablicama unutar iste baze podataka.

source: Most hosts use 'localhost' for local database hostname. Check with your host if localhost fails. Default port set in php.ini is assumed.
hr_hr: Večina pružatelja hosting usluge koristi 'localhost' za hostname lokalne baze podataka. Raspitajte se kod pružatelja hosting usluge ukoliko Vam ne radi 'localhost'. Osnovni port u pho.ini se podrazumjeva.

source: MySQL Database
hr_hr: MySQL baza podataka

source: Name of the database osTicket will use.
hr_hr: Naziv baze podataka koju će koristiti osTicket.

source: MySQL Username
hr_hr: MySQL korisničko ime

source: The MySQL user must have full rights to the database.
hr_hr: MySQL korisnik će imati puna prava na bazu podataka.

source: MySQL Password
hr_hr: MySQL zaporka

source: MySQL password associated with above user.
hr_hr: MySQL zaporka povezana sa gore navedenim korisnikom.

source: Username required
hr_hr: Potrebno korisničko ime

source: Table prefix required
hr_hr: Potreban je prefix tablice

source: Database name required
hr_hr: Potreban je naziv baze podataka

source: Conflicts with system email above
hr_hr: Konflikti sa sistemskom email adresom, navedenom gore

source: Bad prefix. Must have underscore (_) at the end. e.g 'ost_'
hr_hr: Neispravan prefiks. Prefiks mora sadržavati donju crtu ( _ ) na kraju, npr. "ost_"

source: Bad username
hr_hr: Neispravno korisničko ime

source: Invalid database port number
hr_hr: Neispravan broj porta baze podataka

source: Unable to connect to MySQL server: %s
hr_hr: Ne mogu se spojiti sa MySQL serverom: %s

source: osTicket requires MySQL %s or later!
hr_hr: osTicket zahtjeva MySQL %s ili noviji!

source: Database doesn't exist
hr_hr: Baza podataka ne postoji

source: Unable to create the database.
hr_hr: Ne mogu izraditi bazu podataka.

source: Unable to select the database
hr_hr: Ne mogu označiti bazu podataka

source: We have a problem - another installation with same table prefix exists!
hr_hr: "Houstone imamo problem" - postoji još jedna instalacija sa istim prefiksom!

source: Prefix already in-use
hr_hr: Prefiks se već koristi

source: Unable to read config file. Permission denied! (#2)
hr_hr: Ne mogu pročitati config file. Pristup zabranjen! (#2)

source: Unable to open config file for writing. Permission denied! (#3)
hr_hr: Ne mogu otvoriti config file za pisanje. Pristup zabranjen! (#3)

source: %s: Internal Error - please make sure your download is the latest (#1)
hr_hr: %s: Interna greška - provjerite dali su vaša preuzimanja ažurna (#1)
